{
  "Website Builder for Professional Services": "Concepteur de sites web pour les services professionnels",
  "B12 website builder": "B12 Plate-forme de conception de sites web",
  "Grow your business with a professional AI website": "Développez votre organisation grâce à un site web spécialisé dans l'IA.",
  "B12 is the easiest AI website builder to help businesses attract, win, and serve clients online.": "B12 est le plus simple des concepteurs de sites Web IA qui aide les entreprises à acquérir, conserver et servir leurs clients en ligne.",
  "B12’s website builder is the all-in-one platform for professional services. Attract leads, win business, &amp; serve clients online. Build your free site today.": "Le concepteur de sites web de B12 sert de plateforme complète pour les services professionnels. Servez vos clients, acquérez des prospects et faites des affaires en ligne Créez votre site gratuitement dès aujourd'hui.",
  "Let AI effortlessly build what you need": "Laissez l'IA créer sans effort ce dont vous avez besoin",
  "With B12, AI automatically creates a website with the tools you need to succeed online, including invoicing, scheduling, documents and eSignatures, and email marketing.": "Au moyen du B12, l'IA génère un site web contenant tous les outils nécessaires au succès en ligne. Ces outils comprennent le marketing par courriel, la facturation, la planification, les documents et les signatures électroniques, et la planification.",
  "Generate a website instantly": "Créer un site web instantanément",
  "AI sets up your entire website in seconds, complete with text, images, and client-facing tools.": "En quelques secondes, l'IA déploie l'intégralité de votre site web, y compris le texte, les images et les outils destinés aux clients.",
  "Bring your ideas to life": "Matérialisez vos concepts",
  "Have AI generate drafts of new website content, blog posts, and email campaigns in seconds.": "Permettez à l'IA de générer des campagnes d'e-mailing, du contenu de site web et des prototypes de nouveaux articles de blog et de contenu en quelques secondes seulement.",
  "Work with experts": "Faire appel à des experts",
  "Customize your online presence with the user-friendly B12 Editor or get help from our experts.": "Personnalisez votre présence en ligne avec l'aide de nos experts ou utilisez l'éditeur B12 convivial.",
  "Transform your business with AI": "L'IA va révolutionner votre organisation.",
  "From AI-generated content to automatically setting you up with the right tools, B12 efficiently delivers a world-class website for your business needs.": "En utilisant du contenu généré par l'IA et en configurant de manière autonome les outils appropriés, B12 fournit efficacement un site web de niveau entreprise qui répond à toutes vos exigences.",
  "Save time with help from AI and experts": "Gagner du temps avec l'aide de l'IA et d'experts",
  "B12’s AI-powered platform drafts your industry-specific site in seconds. Unlike other website builders, you have the flexibility to refine it yourself or get help from our design and copywriting experts. Spend less time building your site and more time running your business.": "En quelques secondes, la plateforme de B12, pilotée par l'IA, crée un site web spécifique à votre secteur d'activité. Contrairement aux autres générateurs de sites web, notre plateforme vous donne l'autonomie d'apporter les modifications nécessaires sans avoir besoin de l'assistance de nos spécialistes en conception et en rédaction. Consacrez plus de temps à l'exploitation de votre entreprise et moins de temps à la conception de votre site web.",
  "Learn more about B12 websites": "Plus d'informations sur les sites web B12",
  "Skip the DIY Site Builders": "Oubliez les concepteurs de sites bricolés",
  "Elevate your online presence": "Renforcer votre visibilité en ligne",
  "You only get one first impression. Make the most of it with stunning web design, effective content, cohesive branding, and industry-relevant imagery. Need an update? The B12 website builder makes maintenance simple, with AI that drafts new content in seconds.": "Vous n'avez qu'une seule première impression. Tirez-en parti en intégrant une conception de site web visuellement attrayante, un contenu percutant, une image de marque cohérente et une imagerie adaptée au secteur. Besoin d'une mise à jour ? Le générateur de site web B12 simplifie l'entretien en utilisant l'intelligence artificielle pour générer du contenu frais en quelques secondes.",
  "Learn more about the B12 AI website builder": "Pour en savoir plus sur le concepteur de sites web B12 AI.",
  "A fully optimized online experience": "Une expérience en ligne entièrement optimisée",
  "Built-in tools to grow your business": "Des outils intégrés pour développer votre activité",
  "Easily connect with leads and clients": "Communiquer facilement avec les prospects et les clients",
  "B12’s AI website builder comes with sleek contact forms, online appointment scheduling, invoicing, and email marketing tools. Offer clear touchpoints for website visitors to connect with you and work with your business in just a few clicks.": "Le concepteur de site Web AI de B12 comprend des outils de marketing par courriel, des formulaires de contact rationalisés, ainsi que la prise de rendez-vous et la facturation en ligne. Fournissez aux utilisateurs des points de contact intuitifs qui leur permettent de s'engager avec votre organisation et de communiquer avec vous en quelques actions simples.",
  "Learn more about client engagement tools": "En savoir plus sur les outils d'engagement des clients",
  "Run your business seamlessly": "Gérer votre entreprise en toute transparence",
  "AI instantly sets up your business with integrated contact management, email marketing, and contracts with eSignatures. B12 lets you generate marketing email drafts in seconds, respond to leads within the platform, and organize all contact data from a single dashboard.": "Avec des contrats contenant des signatures électroniques et une gestion intégrée des contacts et du marketing par courriel, l'IA configure immédiatement votre entreprise. Avec B12, vous pouvez organiser toutes les informations de contact à partir d'un tableau de bord unique, répondre aux prospects au sein de la plateforme et générer des ébauches d'e-mails marketing en quelques secondes seulement.",
  "Learn more about online business tools": "En savoir plus sur les outils commerciaux en ligne",
  "Strengthen relationships with every interaction": "Renforcer les relations à chaque interaction",
  "Get paid sooner": "Recevoir les paiements plus rapidement",
  "Invoice clients directly from B12 and let them pay on your website. No more chasing down checks or manual deposits. Make transactions more convenient for you and your clients, even automating the payment process with recurring invoices.": "Les clients peuvent être facturés directement à partir de B12 et payés par l'intermédiaire de votre site web. Plus besoin de chercher manuellement des chèques ou de faire des dépôts. Automatisez le processus de paiement pour votre bénéfice et celui de vos clients en mettant en place des factures récurrentes.",
  "Learn more about invoicing and online payments": "En savoir plus sur la facturation et les paiements en ligne",
  "Payment for your services in just a few clicks": "Paiement de vos services en quelques clics",
  "Automated, collaborative, secure": "Automatisé, collaboratif, sécurisé",
  "Easily launch a beautiful, modern site that helps you accomplish more. Join 150,000+ companies that rate B12 as a top website builder on Google, Trustpilot, and G2.": "Lancez facilement un site web développé et esthétique qui facilite la productivité. B12 est un concepteur de sites web de premier plan, évalué par plus de 150 000 entreprises sur Google, Trustpilot et G2.",
  "AI-powered": "alimenté par l'IA",
  "Save time by applying AI to more aspects of your business. Automate how you draft new content and send emails, invoices, and payment reminders to clients.": "En appliquant l'IA à d'autres aspects de votre activité, vous pouvez gagner du temps. Mettez en place un système automatisé pour générer des rappels de paiement, des courriels et des ébauches de nouveaux contenus pour les clients.",
  "Team-friendly": "Convivialité de l'équipe",
  "Invite team members to help manage your website, clients, communication, documents, appointments, and payments.": "Faites appel aux membres de votre équipe pour la gestion de votre site web, de votre clientèle, de votre correspondance, de vos documents, de vos rendez-vous et de vos paiements.",
  "Highly secure": "Hautement sécurisé",
  "Premier security practices, like HTTPS and TLS certificates for your site, protect your information and give your clients peace of mind.": "Des mesures de sécurité strictes, telles que l'apposition des certificats HTTPS et TLS sur votre site web, protègent vos données et inspirent confiance à vos clients.",
  "The best AI website builder for businesses": "Le meilleur concepteur de sites web AI pour les entreprises",
  "Draft your business-ready website in only 60 seconds, with all the features you need to better attract, win, and serve your clients online.": "En seulement 60 secondes, vous pouvez créer un site web optimisé pour mener vos affaires, contenant toutes les fonctionnalités nécessaires pour attirer, conserver et aider les clients en ligne.",
  "Generate my website": "Créer mon site web"
}
