{
  "readStory": "Consultez l'histoire de {{name}}",
  "Join thousands of professionals using B12 to power their business online": "Rejoignez les milliers de professionnels profitant de B12 pour développer leur activité en ligne.",
  "I can make [website edits] myself, and it’s as simple as working in a Word document. If I need more help, I’ll email the B12 team and within 24 hours, boom, it’s done.": "Je peux faire les [website edits] moi-même, et c'est aussi simple que de travailler dans un document Word. Si j'ai besoin d'aide, j'enverrai un courriel à l'équipe de la B12 et le travail sera achevé en 24 heures.",
  "I love that B12 prompts me to update certain [website] features and add integrations like online scheduling to increase efficiency in my law firm. These recommendations are often things that I would have never considered but have proved to be incredibly useful.": "J'apprécie que B12 m'informe de la nécessité de mettre à jour des éléments spécifiques du [website] et d'incorporer des intégrations, telles que la planification en ligne, afin d'accroître l'efficacité de mon cabinet d'avocats. Souvent, je n'aurais pas envisagé ces recommandations, mais elles se sont révélées extraordinairement bénéfiques.",
  "With B12, the quality is 10/10. I feel like I got the finished product of building a site from scratch, but it was way easier.": "La B12 contribue à une qualité de 10/10. Bien que cela ait été nettement moins laborieux, j'ai l'impression d'avoir construit le site web depuis le début.",
  "B12 has raised the entire bar of website professionalism.": "B12 a établi une nouvelle norme de professionnalisme dans le domaine des sites web.",
  "With B12, I feel supported and I think it’s absolutely realistic to grow my business. It has saved me countless hours": "Avec B12, je me sens soutenue et développer mon activité est un objectif tout à fait réalisable. J'ai gagné un nombre considérable d'heures.",
  "B12 was easily able to include several integrations to my business website, such as Calendly and Drift, that facilitate communication with my clients. The experience was seamless, unlike my previous experience with most website builders.": "B12 a habilement incorporé de multiples intégrations, dont Calendly et Drift, qui rationalisent la communication avec les clients, sur le site web de mon entreprise. Contrairement à ce que j'avais pu constater avec la plupart des créateurs de sites web, cette expérience a été transparente.",
  "With B12, I didn't have to go back and forth. I clicked and it took like three seconds to put the copy right there on the page.": "Je n'ai pas eu besoin de faire plusieurs allers-retours avec la B12. Il a fallu environ trois secondes après avoir cliqué pour insérer la copie directement sur la page.",
  "AI Assist is invaluable. It’s like having my own virtual assistant that can provide a draft instantly with just a few details from me. With a quick review, I can make that draft client-ready in minutes rather than hours.": "AI Assist est inestimable. C'est comme si j'avais mon propre assistant virtuel, qui peut générer un projet immédiat à partir de quelques détails que j'ai fournis. Au lieu de perdre des heures, je peux mettre ce projet à la disposition du client en quelques minutes après une brève révision.",
  "I would definitely recommend B12 to companies looking to take their online business seriously. The value that B12 provides is unparalleled.": "Je recommanderais sans aucun doute la B12 aux entreprises qui cherchent à établir une présence significative dans le domaine en ligne. La valeur attribuée à la B12 est inégalée.",
  "I would recommend B12 to any company that wants a team to manage and grow their website while they focus on growing the business. With B12, founders can be rest assured that their website is in good hands and, more importantly, prove its value and ROI.": "Toute entreprise qui souhaite qu'une équipe supervise et développe son site web pendant qu'elle se concentre sur l'expansion de ses activités ferait bien de considérer B12. Les fondateurs peuvent avoir la certitude que leur site web est entre de bonnes mains avec B12 et, plus important encore, évaluer sa valeur et son retour sur investissement.",
  "If someone is serious about moving forward, on my site, they’re only a click away. B12 provides the best ROI for a small business owner.": "Si quelqu'un veut vraiment aller de l'avant, il n'a qu'à cliquer sur mon site. Le meilleur retour sur investissement pour un propriétaire de petite entreprise est le B12.",
  "We get a lot of compliments on our website. Many potential clients are very impressed by our site, and often say it looks expensive.": "De nombreuses personnes expriment leur admiration pour notre site web. De nombreux clients potentiels sont extrêmement impressionnés par notre site web et font souvent remarquer qu'il semble assez cher.",
  "I would recommend B12 to any small or mid-sized business looking to build a site because you get significant return.": "Je recommanderais vivement B12 à toute petite ou moyenne entreprise cherchant à développer un site web en raison du retour sur investissement substantiel.",
  "B12 is half the price, and I save twice as much time and see better value.": "J'y vois une plus grande valeur et j'économise deux fois plus de temps en optant B12 pour la moitié du prix.",
  "I was drawn to B12's use of AI, then seeing how nimble it was, I signed up that day. You literally click and it designs everything for you.": "Après avoir été impressionné par l'agilité de B12 et intrigué par son utilisation de l'IA, je me suis inscrit le jour même. Il suffit d'une simple touche pour que tout soit conçu pour vous.",
  "See how other professionals have grown their business online with B12": "Découvrez comment d'autres professionnels ont développé leur activité en ligne avec B12"
}
