{
  "Website Builder for Professional Services": "Criador de Websites para Serviços Profissionais",
  "B12 website builder": "Criador de websites B12",
  "Grow your business with a professional AI website": "Faça seu negócio crescer com um website profissional com IA",
  "B12 is the easiest AI website builder to help businesses attract, win, and serve clients online.": "O B12 é o criador de websites com IA mais fácil de usar para ajudar empresas a atrair, conquistar e servir clientes online.",
  "B12’s website builder is the all-in-one platform for professional services. Attract leads, win business, &amp; serve clients online. Build your free site today.": "O criador de websites B12 é uma plataforma multifuncional para serviços profissionais. Atraia leads, feche negócios & sirva a clientes online. Crie o seu site grátis hoje.",
  "Let AI effortlessly build what you need": "Deixe a IA criar o que você precisa sem esforço",
  "With B12, AI automatically creates a website with the tools you need to succeed online, including invoicing, scheduling, documents and eSignatures, and email marketing.": "Com o B12, a IA cria automaticamente um website com as ferramentas que você precisa para ter sucesso online, incluindo geração de fatura, agendamento, documentos, assinaturas eletrônicas e marketing por e-mail.",
  "Generate a website instantly": "Gere um website instantaneamente",
  "AI sets up your entire website in seconds, complete with text, images, and client-facing tools.": "A IA monta o seu website inteiro em poucos segundos, completo com texto, imagens e ferramentas para os clientes.",
  "Bring your ideas to life": "Dê vida às suas ideias",
  "Have AI generate drafts of new website content, blog posts, and email campaigns in seconds.": "Deixe a IA gerar esboços para novos conteúdos, publicações e campanhas de e-mail do site em questão de segundos.",
  "Work with experts": "Trabalhe com especialistas",
  "Customize your online presence with the user-friendly B12 Editor or get help from our experts.": "Customize a sua presença online com o intuitivo Editor B12 ou receba ajuda dos nossos experts.",
  "Transform your business with AI": "Transforme o seu negócio com a IA",
  "From AI-generated content to automatically setting you up with the right tools, B12 efficiently delivers a world-class website for your business needs.": "Do conteúdo gerado por IA até colocar as ferramentas certas automaticamente nas suas mãos, o B12 entrega eficientemente um website de ponta para as necessidades do seu negócio.",
  "Save time with help from AI and experts": "Economize tempo com a ajuda da IA e de experts",
  "B12’s AI-powered platform drafts your industry-specific site in seconds. Unlike other website builders, you have the flexibility to refine it yourself or get help from our design and copywriting experts. Spend less time building your site and more time running your business.": "A plataforma movida a IA do B12 projeta um site específico para a sua indústria em questão de segundos. Diferente de outros criadores de websites, você tem a flexibilidade para refiná-lo você mesmo ou pode receber ajuda dos nossos especialistas em design e copywriting. Gaste menos tempo criando o seu site e mais tempo gerindo o seu negócio.",
  "Learn more about B12 websites": "Saiba mais sobre os websites B12",
  "Skip the DIY Site Builders": "Deixe de lado os Criadores de Sites Faça-Você-Mesmo",
  "Elevate your online presence": "Eleve a sua presença online",
  "You only get one first impression. Make the most of it with stunning web design, effective content, cohesive branding, and industry-relevant imagery. Need an update? The B12 website builder makes maintenance simple, with AI that drafts new content in seconds.": "Você só tem uma primeira impressão. Aproveite-a ao máximo com um design deslumbrante, conteúdo efetivo, imagem de marca coesa e uma identidade visual relevante para a sua indústria. Precisa atualizar? O criador de websites B12 torna a manutenção simples, com uma IA que elabora conteúdo novo em poucos segundos.",
  "Learn more about the B12 AI website builder": "Saiba mais sobre o criador de websites com IA B12",
  "A fully optimized online experience": "Uma experiência online totalmente otimizada",
  "Built-in tools to grow your business": "Ferramentas embutidas para desenvolver o seu negócio",
  "Easily connect with leads and clients": "Conecte-se facilmente com leads e clientes",
  "B12’s AI website builder comes with sleek contact forms, online appointment scheduling, invoicing, and email marketing tools. Offer clear touchpoints for website visitors to connect with you and work with your business in just a few clicks.": "O criador de websites com IA da B12 vem com formulários de contato elegantes, ferramentas de agendamento de consultas online, de geração de faturas e de marketing por e-mail. Ofereça touchpoints claros para que os visitantes do website se conectem com você e trabalhem com o seu negócio em apenas alguns clicks.",
  "Learn more about client engagement tools": "Saiba mais sobre as ferramentas de engajamento de clientes",
  "Run your business seamlessly": "Dirija seu negócio sem obstáculos",
  "AI instantly sets up your business with integrated contact management, email marketing, and contracts with eSignatures. B12 lets you generate marketing email drafts in seconds, respond to leads within the platform, and organize all contact data from a single dashboard.": "A IA monta o seu negócio instantaneamente com ferramentas integradas de gestão de contatos, marketing por e-mail e contratos com assinatura eletrônica. O B12 permite gerar rascunhos de e-mails de marketing em poucos segundos, responder a leads dentro da plataforma e organizar os dados de todos os contatos em um único painel de controle.",
  "Learn more about online business tools": "Saiba mais sobre as ferramentas para negócios online",
  "Strengthen relationships with every interaction": "Fortaleça as relações com cada interação",
  "Get paid sooner": "Receba pagamentos mais rápido",
  "Invoice clients directly from B12 and let them pay on your website. No more chasing down checks or manual deposits. Make transactions more convenient for you and your clients, even automating the payment process with recurring invoices.": "Gere faturas para os clientes diretamente pelo B12 e permita que paguem no seu website. Chega de caçar cheques ou depósitos manuais. Torne as transações mais convenientes para você e para os seus clientes, e até automatize o processo de pagamento com faturas recorrentes.",
  "Learn more about invoicing and online payments": "Saiba mais sobre faturação e pagamentos online",
  "Payment for your services in just a few clicks": "Pagamentos pelos seus serviços com apenas alguns clicks",
  "Automated, collaborative, secure": "Automatizado, colaborativo, seguro",
  "Easily launch a beautiful, modern site that helps you accomplish more. Join 150,000+ companies that rate B12 as a top website builder on Google, Trustpilot, and G2.": "Lance facilmente um site bonito e moderno que vai te ajudar a conquistar mais. Junte-se a mais de 150.000 empresas que avaliam o B12 como o melhor criador de websites no Google, Trustpilot e G2.",
  "AI-powered": "Movido a IA",
  "Save time by applying AI to more aspects of your business. Automate how you draft new content and send emails, invoices, and payment reminders to clients.": "Economize tempo aplicando IA a mais aspectos do seu negócio. Automatize como você elabora conteúdo novo e envia e-mails, faturas e lembretes de pagamento para os clientes.",
  "Team-friendly": "Ideal para equipes",
  "Invite team members to help manage your website, clients, communication, documents, appointments, and payments.": "Convide membros da equipe para ajudar a gerenciar o seu website, os clientes, a comunicação, documentos, consultas e pagamentos.",
  "Highly secure": "Altamente seguro",
  "Premier security practices, like HTTPS and TLS certificates for your site, protect your information and give your clients peace of mind.": "Práticas de segurança de ponta, como certificados HTTPS e TLS para o seu site protegem as suas informações e dão tranquilidade para seus clientes.",
  "The best AI website builder for businesses": "O melhor criador de websites com IA para empresas",
  "Draft your business-ready website in only 60 seconds, with all the features you need to better attract, win, and serve your clients online.": "Elabore um website pronto para o seu negócio em apenas 60 segundos, com todos os recursos que você precisa para melhor atrair, conquistar e servir seus clientes online.",
  "Generate my website": "Gerar meu website"
}
