{
  "readStory": "Leia a história de {{name}}",
  "Join thousands of professionals using B12 to power their business online": "Junte-se a milhares de profissionais que usam o B12 para potencializar seus negócios online",
  "I can make [website edits] myself, and it’s as simple as working in a Word document. If I need more help, I’ll email the B12 team and within 24 hours, boom, it’s done.": "Eu mesmo posso fazer [edições no website], e é tão simples quanto trabalhar num documento de Word. Se eu preciso de mais ajuda, eu mando um e-mail para o time da B12 e em menos de 24 horas, bum, está feito.",
  "I love that B12 prompts me to update certain [website] features and add integrations like online scheduling to increase efficiency in my law firm. These recommendations are often things that I would have never considered but have proved to be incredibly useful.": "O que eu amo no B12 é que ele me lembra de atualizar certos recursos do [website] e de adicionar integrações, como agendamento online, para aumentar a eficiência do meu escritório de advocacia. Essas recomendações geralmente são de coisas que eu nunca teria considerado, mas que se mostraram incrivelmente úteis.",
  "With B12, the quality is 10/10. I feel like I got the finished product of building a site from scratch, but it was way easier.": "Com o B12, a qualidade é 10/10. Eu sinto como se tivesse recebido o produto final de um site criado do zero, mas foi bem mais fácil.",
  "B12 has raised the entire bar of website professionalism.": "O B12 subiu o sarrafo do profissionalismo nos websites.",
  "With B12, I feel supported and I think it’s absolutely realistic to grow my business. It has saved me countless hours": "Com o B12, eu me sinto seguro e acredito que fazer o meu negócio crescer é absolutamente realista. Ele me poupou incontáveis horas.",
  "B12 was easily able to include several integrations to my business website, such as Calendly and Drift, that facilitate communication with my clients. The experience was seamless, unlike my previous experience with most website builders.": "O B12 conseguiu incluir facilmente várias integrações no website da minha empresa, como o Calendly e o Drift, que facilitam a comunicação com meus clientes. A experiência foi impecável, diferente das minhas experiências anteriores com a maioria dos criadores de websites.",
  "With B12, I didn't have to go back and forth. I clicked and it took like three seconds to put the copy right there on the page.": "Com o B12, eu não tinha que ficar indo e voltando. Eu clicava e levava três segundos para colocar o conteúdo bem ali na página.",
  "AI Assist is invaluable. It’s like having my own virtual assistant that can provide a draft instantly with just a few details from me. With a quick review, I can make that draft client-ready in minutes rather than hours.": "A IA Assistente é inestimável. É como ter minha própria assistente virtual que pode proporcionar um esboço instantaneamente, e eu só tenho que fornecer alguns detalhes. Com uma revisão rápida, eu posso criar aquele esboço pronto para o cliente em questão de minutos, não de horas.",
  "I would definitely recommend B12 to companies looking to take their online business seriously. The value that B12 provides is unparalleled.": "Eu definitivamente recomendaria o B12 para empresas que desejam levar seu negócio a sério. O valor que o B12 entrega é inigualável.",
  "I would recommend B12 to any company that wants a team to manage and grow their website while they focus on growing the business. With B12, founders can be rest assured that their website is in good hands and, more importantly, prove its value and ROI.": "Eu recomendaria o B12 para qualquer empresa que queira um time para gerir e desenvolver seu website enquanto se concentra no desenvolvimento do seu negócio. Com o B12, os fundadores podem dormir sossegados sabendo que seus websites estão em boas mais e. o mais importante, que eles comprovam seu valor e seu ROI.",
  "If someone is serious about moving forward, on my site, they’re only a click away. B12 provides the best ROI for a small business owner.": "Se uma pessoa fala sério em dar o próximo passo, no meu site, ela está a apenas um click de distância. O B12 oferece o melhor ROI para donos de empresas de pequeno porte.",
  "We get a lot of compliments on our website. Many potential clients are very impressed by our site, and often say it looks expensive.": "Nós recebemos vários elogios no nosso website. Muitos clientes em potencial ficam impressionados com o nosso site, e frequentemente dizem que seu visual é impressionante.",
  "I would recommend B12 to any small or mid-sized business looking to build a site because you get significant return.": "Eu recomendaria o B12 para qualquer empresa de pequeno ou médio porte que deseja criar um site, porque você obtém um retorno significativo.",
  "B12 is half the price, and I save twice as much time and see better value.": "O B12 custa a metade do preço, e eu economizo duas vezes mais tempo e vejo um valor melhor.",
  "I was drawn to B12's use of AI, then seeing how nimble it was, I signed up that day. You literally click and it designs everything for you.": "Eu fui atraído pelo uso da IA do B12, depois de ver o quanto ela era rápida. Eu me registrei no mesmo dia. Você literalmente clica e ela desenha tudo para você.",
  "See how other professionals have grown their business online with B12": "Veja como outros profissionais fizeram seus negócios crescer online com o B12"
}
