{
  "Website Builder for Professional Services": "व्यावसायिक सेवाओं के लिए वेबसाइट बिल्डर",
  "B12 website builder": "B12 वेबसाइट बिल्डर",
  "Grow your business with a professional AI website": "एक प्रोफेशनल AI वेबसाइट के साथ अपना व्यवसाय बढ़ाएँ",
  "B12 is the easiest AI website builder to help businesses attract, win, and serve clients online.": "व्यवसाय में ऑनलाइन ग्राहकों को आकर्षित करने, जीतने और सेवा देने में मदद करने के लिए B12 सबसे आसान AI वेबसाइट बिल्डर है।",
  "B12’s website builder is the all-in-one platform for professional services. Attract leads, win business, &amp; serve clients online. Build your free site today.": "B12 का वेबसाइट बिल्डर प्रोफेशनल सेवाओं के लिए एक ऑल-इन-वन प्लेटफ़ॉर्म है। लीड आकर्षित करें, व्यवसाय जीतें, और ग्राहकों को ऑनलाइन सेवा दें। आज ही अपनी फ्री साइट बनाएं.",
  "Let AI effortlessly build what you need": "AI को वह बनाने दें जिसकी आपको आवश्यकता है",
  "With B12, AI automatically creates a website with the tools you need to succeed online, including invoicing, scheduling, documents and eSignatures, and email marketing.": "B12 के साथ, AI स्वचालित रूप से उन टूल्स के साथ एक वेबसाइट बनाता है जिनकी आपको ऑनलाइन सफल होने के लिए आवश्यकता होती है, जिसमें इनवॉइस, शेड्यूलिंग, डाक्यूमेंट्स और ई-हस्ताक्षर और ईमेल मार्केटिंग शामिल हैं।",
  "Generate a website instantly": "जल्द एक वेबसाइट बनाएं",
  "AI sets up your entire website in seconds, complete with text, images, and client-facing tools.": "AI आपकी पूरी वेबसाइट को टेक्स्ट, इमेज और क्लाइंट-फेसिंग टूल के साथ कुछ ही सेकंड में सेट कर देता है।",
  "Bring your ideas to life": "अपने विचारों को जीवन में उतारें",
  "Have AI generate drafts of new website content, blog posts, and email campaigns in seconds.": "AI ने सेकंडों में नई वेबसाइट, ब्लॉग पोस्ट और ईमेल कैंपेन का ड्राफ्ट तैयार किया है।",
  "Work with experts": "एक्सपर्ट्स के साथ काम करें",
  "Customize your online presence with the user-friendly B12 Editor or get help from our experts.": "यूजरस के अनुकूल B12 एडिटर के साथ अपनी ऑनलाइन उपस्थिति को अनुकूलित करें या हमारे एक्सपर्ट्स से मदद लें।",
  "Transform your business with AI": "AI के साथ अपना बिज़नस बदलें",
  "From AI-generated content to automatically setting you up with the right tools, B12 efficiently delivers a world-class website for your business needs.": "AI-जनरेटेड कंटेंट से लेकर स्वचालित रूप से आपको सही टूल सेट करने तक, B12 कुशलतापूर्वक आपकी बिज़नस जरूरतों के लिए एक वर्ल्ड क्लास वेबसाइट बनता है।",
  "Save time with help from AI and experts": "AI और विशेषज्ञों की मदद से समय बचाएं",
  "B12’s AI-powered platform drafts your industry-specific site in seconds. Unlike other website builders, you have the flexibility to refine it yourself or get help from our design and copywriting experts. Spend less time building your site and more time running your business.": "B12 का AI- प्लेटफॉर्म आपकी इंडस्ट्री साइट का सेकंडों में ड्राफ्ट बनता है। दुसरे वेबसाइट बिल्डरों के उलट, आपके पास इसे खुद बनाने या हमारे डिज़ाइन और कॉपी राइटिंग एक्सपर्ट से मदद लेने की सुविधा है। अपनी साइट बनाने में कम समय और अपना बिज़नस चलाने में ज्यादा समय लगायें।",
  "Learn more about B12 websites": "B12 वेबसाइटों के बारे में और जानें",
  "Skip the DIY Site Builders": "DIY साइट बिल्डर्स को छोड़ें",
  "Elevate your online presence": "अपनी ऑनलाइन उपस्थिति बढ़ाएँ",
  "You only get one first impression. Make the most of it with stunning web design, effective content, cohesive branding, and industry-relevant imagery. Need an update? The B12 website builder makes maintenance simple, with AI that drafts new content in seconds.": "आपको सिर्फ एक पहला इम्प्रैशन मिलता है। शानदार वेब डिज़ाइन, प्रभावी कंटेंट, ब्रांडिंग और इंडस्ट्री इमेजरी के साथ इसका ज्यादा फयदा उठाएं। अपडेट की जरुरत है? B12 वेबसाइट बिल्डर AI के साथ रखरखाव को सरल बनाता है जो सेकंड में नई सामग्री तैयार करता है।",
  "Learn more about the B12 AI website builder": "B12 AI वेबसाइट बिल्डर के बारे में और जानें",
  "A fully optimized online experience": "एक पूरी तरह से अनुकूलित ऑनलाइन अनुभव",
  "Built-in tools to grow your business": "आपके बिज़नस को बढ़ाने के लिए वेबसाइट में टूल्स",
  "Easily connect with leads and clients": "लीड और क्लाइंट से आसानी से जुड़ें",
  "B12’s AI website builder comes with sleek contact forms, online appointment scheduling, invoicing, and email marketing tools. Offer clear touchpoints for website visitors to connect with you and work with your business in just a few clicks.": "B12 का AI वेबसाइट बिल्डर आकर्षक संपर्क फ़ॉर्म, ऑनलाइन अपॉइंटमेंट शेड्यूलिंग, इनवॉइसिंग और ईमेल मार्केटिंग टूल के साथ आता है। वेबसाइट विजिटरस को आपसे जुड़ने और कुछ ही क्लिक में आपके बिज़नस के साथ काम करने के लिए कई संपर्क तरीके प्रदान करें।",
  "Learn more about client engagement tools": "क्लाइंट सहभागिता टूल के बारे में और जानें",
  "Run your business seamlessly": "अपना बिज़नस बिना किसी बाधा के चलाएं",
  "AI instantly sets up your business with integrated contact management, email marketing, and contracts with eSignatures. B12 lets you generate marketing email drafts in seconds, respond to leads within the platform, and organize all contact data from a single dashboard.": "AI आपके बिज़नस को कांटेक्ट मैनेजमेंट, ईमेल मार्केटिंग और ई-हस्ताक्षर के साथ तुरंत लॉन्च करता है। B12 आपको सेकंडों में मार्केटिंग ईमेल ड्राफ्ट तैयार करने, प्लेटफ़ॉर्म के भीतर लीड का जवाब देने और एक ही डैशबोर्ड से सभी संपर्क डेटा मैनेज करने की सुविधा देता है।",
  "Learn more about online business tools": "ऑनलाइन बिज़नस टूल के बारे में और जानें",
  "Strengthen relationships with every interaction": "हर बातचीत से रिश्ते मजबूत करें",
  "Get paid sooner": "जल्दी पेमेंट प्राप्त करें",
  "Invoice clients directly from B12 and let them pay on your website. No more chasing down checks or manual deposits. Make transactions more convenient for you and your clients, even automating the payment process with recurring invoices.": "ग्राहकों को सीधे B12 से इनवॉइस दें और उन्हें अपनी वेबसाइट पर पेमेंट करने दें। अब चेक या मैन्युअल जमा के पीछे भागना नहीं पड़ेगा। आपके और आपके ग्राहकों के लिए लेनदेन को अधिक सुविधाजनक बनाएं, यहां तक कि रेकरिंग इनवॉइस के साथ पेमेंट प्रोसेस को आटोमेटिक करें।",
  "Learn more about invoicing and online payments": "इनवॉइस और ऑनलाइन पेमेंट के बारे में और जानें",
  "Payment for your services in just a few clicks": "कुछ ही क्लिक में आपकी सर्विसस के लिए पेमेंट",
  "Automated, collaborative, secure": "स्वचालित, सहयोगी, सुरक्षित",
  "Easily launch a beautiful, modern site that helps you accomplish more. Join 150,000+ companies that rate B12 as a top website builder on Google, Trustpilot, and G2.": "आसानी से एक सुंदर, आधुनिक साइट लॉन्च करें जो आपको और अधिक हासिल करने में मदद करती है। उन 150,000+ कंपनियों से जुड़ें जो Google, Trustpilot और G2 पर B12 को टॉप वेबसाइट बिल्डर के रूप में रेटिंग देते हैं।",
  "AI-powered": "AI पॉवरड",
  "Save time by applying AI to more aspects of your business. Automate how you draft new content and send emails, invoices, and payment reminders to clients.": "अपने बिज़नस के अधिक पहलुओं में AI लागू करके समय बचाएं। आटोमेटिक करें कि आप नए कंटेंट का ड्राफ्ट कैसे तैयार करते हैं और ग्राहकों को ईमेल, इनवॉइस और पेमेंट रिमाइंडर भेजते हैं।",
  "Team-friendly": "टीम फ्रेंडली",
  "Invite team members to help manage your website, clients, communication, documents, appointments, and payments.": "अपनी वेबसाइट, क्लाइंट, संचार, डॉक्यूमेंट, नियुक्तियाँ और पेमेंट प्रबंधित करने में सहायता के लिए टीम के सदस्यों को इनवाइट करें।",
  "Highly secure": "ज्यादा सुरक्षित",
  "Premier security practices, like HTTPS and TLS certificates for your site, protect your information and give your clients peace of mind.": "आपकी साइट के लिए HTTPS और TLS सर्टिफिकेट जैसी प्राइम सुरक्षा टूल्स, आपकी जानकारी की सुरक्षा करती हैं और आपके ग्राहकों को मानसिक शांति देती हैं।",
  "The best AI website builder for businesses": "बिज़नस के लिए सबसे अच्छी AI वेबसाइट बिल्डर",
  "Draft your business-ready website in only 60 seconds, with all the features you need to better attract, win, and serve your clients online.": "अपने ग्राहकों को बेहतर ढंग से आकर्षित करने, जीतने और ऑनलाइन सर्विस देने के लिए जरुरी सभी सुविधाओं के साथ, केवल 60 सेकंड में अपनी बिज़नस-रेडी वेबसाइट का ड्राफ्ट तैयार करें।",
  "Generate my website": "मेरी वेबसाइट बनाएं"
}
