{
  "Free website builder and editor": "फ्री वेबसाइट बिल्डर और एडिटर",
  "Easily create and edit a modern, user-friendly website with B12’s website builder for professional service providers.": "प्रोफेशनल सर्विस प्रदाताओं के लिए B12 के वेबसाइट बिल्डर के साथ आसानी से एक मॉडर्न, यूजर फ्रेंडली वेबसाइट बनाएं और एडिट करें।",
  "The easiest way to edit your website": "अपनी वेबसाइट को एडिट करने का सबसे आसान तरीका",
  "The AI-powered B12 Editor is intuitive enough for anyone to update their online presence without any coding or design skills. Customize it yourself or have B12 experts do it for you.": "AI-पोवेर्ड B12 एडिटर इतना आसान है कि कोई भी कोडिंग या डिज़ाइन स्किल के बिना अपनी ऑनलाइन मौजूदगी को अपडेट कर सकता है। इसे खुद बनाये या B12 विशेषज्ञों से इसे अपने लिए करवाएं।",
  "Update in just a few clicks": "बस कुछ ही क्लिक में अपडेट करें",
  "Answer a few questions to see your website draft in seconds, complete with customizable industry-specific images and copy. Use the editor to quickly refine your layout, images, fonts, and content. Click on the element you want to change and preview updates in real time.": "अनुकूलन योग्य इंडस्ट्री-स्पेसिफिक इमेज और कॉपी के साथ अपनी वेबसाइट ड्राफ्ट को सेकंडों में देखने के लिए कुछ प्रश्नों के उत्तर दें। अपने लेआउट, फोटो, फ़ॉन्ट और कंटेंट को शीघ्रता से एडिट करने के लिए एडिटर का प्रयोग करें। उस एलिमेंट पर क्लिक करें जिसे आप बदलना चाहते हैं और रियल टाइम में अपडेट को देखें।",
  "Instantly add new pages": "तुरंत नए पेज जोड़ें",
  "<0>Generate full-length drafts of web pages, blog posts, and services in under a minute using our <1>AI Assist tool</1>. Search engine optimization and text snippets are created for you. All you have to do is review and edit before publishing.</0>": "<0>हमारे <1>AI असिस्ट टूल</1> का इस्तेमाल करके एक मिनट के अंदर वेब पेजों, ब्लॉग पोस्ट और सर्विस का पूरा ड्राफ्ट तैयार करें। सर्च इंजन और टेक्स्ट स्निपेट आपके लिए बनाए गए हैं। आपको केवल पब्लिश से पहले रिव्यु और एडिट करना है।</0>",
  "Ready to see what a B12 website can do for your business?": "क्या आप यह देखने के लिए तैयार हैं कि B12 वेबसाइट आपके बिज़नस के लिए क्या कर सकती है?",
  "Tweak the design any time": "किसी भी समय डिज़ाइन में बदलाव करें",
  "Choose from a library of themes, color palettes, and fonts to create a beautiful site that conveys credibility and impresses visitors. Add additional customization yourself or with our help. With B12, updates that used to take days are done in seconds.": "एक सुंदर साइट बनाने के लिए थीम, रंग पैलेट और फ़ॉन्ट की लाइब्रेरी से चुनें जो प्रोफेशनल दिखती है और विजिटर को प्रभावित करती है। खुद या हमारी सहायता से और टूल जोड़ें। B12 के साथ, जिन अपडेट में कई दिन लगते हैं वे सेकंडों में हो जाते हैं।",
  "Manage all aspects of your online presence": "अपनी ऑनलाइन मौजूदगी के सभी पहलुओं को मैनेज करें",
  "Have control over more than your website. Our editor centralizes your contacts, appointments, documents, forms, invoices, and payments. Your website draft automatically includes key tools, and you can always add more in one click.": "अपनी वेबसाइट पर ज्यादा पकड़ रखें. हमारा एडिटर आपके संपर्कों, अपॉइंटमेंट, डॉक्यूमेंट, फ़ॉर्म, इनवॉइस और पेमेंट को सेंट्रलाईज करता है। आपके वेबसाइट ड्राफ्ट में प्रमुख टूल शामिल होते हैं, और आप हमेशा एक क्लिक में और ज्यादा जोड़ सकते हैं।",
  "Make changes from anywhere": "कहीं से भी बदलाव करें",
  "You should have the ability to update your website any place, any time. Log in to B12 from your desktop or mobile device to manage site changes, appointments, payments, documents, and more.": "आपके पास किसी भी समय, किसी भी जगह पर अपनी वेबसाइट को अपडेट करने की क्षमता होनी चाहिए। साइट बदलाव, अपॉइंटमेंट, पेमेंट, डॉक्यूमेंट और बहुत कुछ मैनेज करने के लिए अपने डेस्कटॉप या मोबाइल डिवाइस से B12 में लॉग इन करें।",
  "Get help from experts": "विशेषज्ञों से मदद लें",
  "Don’t want to make edits yourself or need a little more guidance? B12’s team of experts are readily available to help improve your website copy, design, and SEO.": "क्या आप खुद एडिट नहीं करना चाहते या थोड़े और मार्गदर्शन की जरुरत है? आपकी वेबसाइट की कॉपी, डिज़ाइन और SEO को बेहतर बनाने में मदद के लिए B12 के विशेषज्ञों की टीम तुरंत हाजिर है।",
  "See your new website in under a minute": "एक मिनट के अंदर अपनी नई वेबसाइट देखें",
  "Frequently asked questions about the B12 Editor": "B12 एडिटर के बारे में अक्सर पूछे जाने वाले प्रश्न",
  "How fast can I create a website with B12? How fast can I create a website with B12?": "मैं B12 के साथ कितनी तेजी से एक वेबसाइट बना सकता हूँ?",
  "<0><p>Powered by AI, B12 can create your free website in seconds. Answer a few questions about your business and a draft site will be created with copy and imagery fit for your industry and the details you share.</p><p>Using your website draft as a starting point, you can then use the B12 Editor to customize your site and launch it within an hour. The changes you make in the left panel appear in real time on the right within the section or page you're updating.</p></0>": "<0><p>AI पोवेर्ड, B12 सेकंडों में आपकी फ्री वेबसाइट बना सकता है। अपने बिज़नस के बारे में कुछ प्रश्नों के उत्तर दें और आपके उद्योग और आपके द्वारा शेयर की गई जानकारी के लिए कॉपी और इमेजरी के साथ एक ड्राफ्ट साइट बनाई जाएगी।</p><p>अपनी वेबसाइट ड्राफ्ट को शुरुआती बिंदु के रूप में प्रयोग करते हुए, आप फिर B12 का इस्तेमाल कर सकते हैं एडिटर को आपकी साइट को कस्टमाइज करना होगा और एक घंटे के भीतर इसे लॉन्च करना होगा। बाएं पैनल में आपके द्वारा किए गए बदलाव रियल टाइम में आपके द्वारा अपडेट किए जा रहे सेक्शन या पेज के दाईं ओर दिखाई देते हैं।</p></0>",
  "Does B12 offer web hosting, and can I get a custom domain?": "क्या B12 वेब होस्टिंग देता है, और क्या मुझे एक कस्टम डोमेन मिल सकता है?",
  "<p>Yes! B12 can help you secure a custom domain and includes web hosting. If you don't need a custom domain, the free version of the B12 website builder provides you with a B12-branded subdomain. But if you want a more professional business website, we suggest a custom domain, which the team at B12 can help you secure.</p>": "<p>हाँ! B12 आपको एक कस्टम डोमेन में मदद कर सकता है और इसमें वेब होस्टिंग भी शामिल है। यदि आपको कस्टम डोमेन की जरुरत नहीं है, तो B12 वेबसाइट बिल्डर का फ्री वर्जन आपको B12-ब्रांडेड सबडोमेन देता है। लेकिन अगर आप ज्यादा प्रोफेशनल वेबसाइट चाहते हैं, तो हम एक कस्टम डोमेन का सुझाव देते हैं, जिसमें B12 की टीम आपकी सहायता कर सकती है।</p>",
  "Are B12 sites secure?": "क्या B12 साइटें सुरक्षित हैं?",
  "<p>Yes! B12 websites follow the latest security practices. We go beyond providing a SSL (secure sockets layer) certificate to ensure all sites have a TLS (transport layer security) certificate. The successor protocol to SSL, TLS is an improved version of SSL and is known to be more secure.</p>": "<p>हाँ! B12 वेबसाइटें नईं सुरक्षा नियमों को मानती हैं। हम यह पक्का करने के लिए SSL (सिक्योर सॉकेट लेयर) सर्टिफिकेट देते हैं कि सभी साइटों के पास TLS (ट्रांसपोर्ट लेयर सिक्योरिटी) सर्टिफिकेट हो। SSL का उत्तराधिकारी प्रोटोकॉल, TLS, SSL का एक उअपडेटेड वर्जन है और इसे ज्यादा सुरक्षित माना जाता है।</p>",
  "Does B12 support third-party integrations?": "क्या B12 थर्ड पार्टी इंटीग्रेशन का समर्थन करता है?",
  "<0>Yes! B12 integrates with third-party applications, software, and business solutions. Here is a <1>list</1> of some of our most popular integrations. If you want to use an integration that isn’t listed, feel free to contact us at <3>hello@b12.io</3> and we’ll let you know if integration is possible.</0>": "<0>हाँ! B12 थर्ड पार्टी एप्लिकेशन, सॉफ़्टवेयर और व्यावसायिक समाधानों के साथ एकीकृत होता है। यहां हमारे कुछ सबसे लोकप्रिय एप्लिकेशन की <1>सूची</1> दी गई है। अगर आप किसी ऐसे एप्लिकेशन का इस्तेमाल करना चाहते हैं जो सूची में नहीं है, तो बेझिझक हमसे <3>hello@b12.io</3> पर संपर्क करें और हम आपको बताएंगे कि क्या एप्लिकेशन संभव है।</0>",
  "Can I invite someone else to edit my site?": "क्या मैं अपनी साइट को एडिट करने के लिए किसी और की मदद ले सकता हूँ?",
  "<p>You can invite your team members from directly within B12. They’ll get an email invite to their inbox, with steps to set up their account. You can customize what each team member can access and make adjustments later on in just a few clicks. Beyond making website updates, you can also give collaborators access to manage their client forms, communication history, documents, scheduling, and payments.</p>": "<p>आप अपनी टीम के सदस्यों को सीधे B12 के भीतर से इनवाइट कर सकते हैं। उन्हें अपने इनबॉक्स में एक ईमेल मिलेगा, जिसमें अपना अकाउंट सेट करने के स्टेप होंगे। आप यह कस्टमाइज कर सकते हैं कि टीम का हर सदस्य क्या एक्सेस कर सकता है और बाद में बस कुछ ही क्लिक में एडजस्ट कर सकते है। वेबसाइट अपडेट करने के अलावा, आप सहयोगियों को उनके क्लाइंट फॉर्म, कम्युनिकेशन हिस्ट्री, डॉक्यूमेंट, शेड्यूलिंग और पेमेंट मैनेज करने की सुविधा भी दे सकते हैं।</p>",
  "Does B12 offer tools to help me engage website visitors?": "क्या B12 मुझे वेबसाइट विजिटर को आकर्षित करने में मदद करने के लिए टूल्स देता है?",
  "<0><0>Absolutely, B12 is an all-in-one platform to help you attract, win, and serve your clients online. The <1>AI website builder</1> lets you create a website with all the ingredients and client-facing functionality to make the experience with your site more professional and engaging. B12 also includes powerful tools like contact forms, appointment scheduling, email marketing, and on-page conversion tools like banners and pop-ups. Many of these tools are automatically part of your website draft, and others can be added in one click.</0><p>With design and tools that help your business organize and promote your services, visitors will understand at a glance what you offer and be able to learn more or purchase, without unnecessary back and forth. You'll connect with more leads, secure new clients faster, and get more time back in your day to do the work you love.</p></0>": "<0><0>बिल्कुल, B12 आपके ग्राहकों को ऑनलाइन आकर्षित करने, जीतने और सेवा देने में मदद करने वाला एक ऑल-इन-वन प्लेटफ़ॉर्म है। <1>AI वेबसाइट बिल्डर</1> आपको अपनी साइट के अनुभव को ज्यादा प्रोफेशनल और आकर्षक बनाने के लिए सभी सामग्रियों और क्लाइंट-फेसिंग कार्यक्षमता के साथ एक वेबसाइट बनाने की सुविधा देता है। B12 में संपर्क फ़ॉर्म, अपॉइंटमेंट शेड्यूलिंग, ईमेल मार्केटिंग और बैनर और पॉप-अप जैसे ऑन-पेज रूपांतरण टूल जैसे शक्तिशाली टूल्स भी शामिल हैं। इनमें से कई टूल खुद से आपके वेबसाइट ड्राफ्ट का हिस्सा हैं, और दुसरो को एक क्लिक में जोड़ा जा सकता है।</0><p>डिज़ाइन और टूल के साथ जो आपके बिज़नस को मैनेज करने और आपकी सर्विस को बढ़ावा देने में मदद करते हैं, विजिटर एक नज़र में समझ जाएंगे कि आप क्या कर रहे हैं ऑफ़र करें और अनावश्यक इधर-उधर किए बिना अधिक जानने या खरीदारी करने में सक्षम हों। आप ज्यादा लीड के साथ जुड़ेंगे, नए ग्राहकों को तेज़ी से सुरक्षित करेंगे, और अपने पसंदीदा काम को करने के लिए अपने दिन में ज्यादा समय मिलेगा।</p></0>",
  "The best AI website solution for busy business owners": "व्यस्त बिज़नस मालिकों के लिए सर्वोत्तम AI वेबसाइट समाधान",
  "Take the stress out of website building. In a few clicks, AI generates a site with all the features you need to attract, win, and serve your clients online.": "वेबसाइट बनाने का तनाव दूर करें. कुछ ही क्लिक में, AI आपके ग्राहकों को आकर्षित करने, जीतने और ऑनलाइन सर्विस देने के लिए जरुरी सभी सुविधाओं के साथ एक साइट तैयार करता है।"
}
