{
  "Website Builder for Professional Services": "Website Builder para sa Mga Serbisyong Propesyonal",
  "B12 website builder": "B12 website builder",
  "Grow your business with a professional AI website": "Palakihin ang iyong negosyo gamit ang isang propesyonal na website ng AI",
  "B12 is the easiest AI website builder to help businesses attract, win, and serve clients online.": "Ang B12 ay ang pinakamadaling AI website builder upang tulungan ang mga negosyo na makaakit, manalo, at makapaglingkod sa mga kliyente online.",
  "B12’s website builder is the all-in-one platform for professional services. Attract leads, win business, &amp; serve clients online. Build your free site today.": "Ang website builder ng B12 ay ang all-in-one na platform para sa mga propesyonal na serbisyo. Manghikayat ng mga lead, manalo ng negosyo, at maglingkod sa mga kliyente online. Buuin ang iyong libreng site ngayon.",
  "Let AI effortlessly build what you need": "Hayaang buuin ng AI ang kailangan mo nang walang kahirap-hirap",
  "With B12, AI automatically creates a website with the tools you need to succeed online, including invoicing, scheduling, documents and eSignatures, and email marketing.": "Sa B12, awtomatikong gumagawa ang AI ng website gamit ang mga tool na kailangan mo para magtagumpay online, kabilang ang pag-invoice, pag-iskedyul, mga dokumento at eSignature, at marketing sa email.",
  "Generate a website instantly": "Bumuo kaagad ng isang website",
  "AI sets up your entire website in seconds, complete with text, images, and client-facing tools.": "Ise-set up ng AI ang iyong buong website sa ilang segundo, kumpleto sa text, mga larawan, at mga tool na nakaharap sa kliyente.",
  "Bring your ideas to life": "Buhayin ang iyong mga ideya",
  "Have AI generate drafts of new website content, blog posts, and email campaigns in seconds.": "Hayaang bumuo ang AI ng mga draft ng bagong nilalaman ng website, mga post sa blog, at mga kampanya sa email sa ilang segundo.",
  "Work with experts": "Makipagtulungan sa mga eksperto",
  "Customize your online presence with the user-friendly B12 Editor or get help from our experts.": "I-customize ang iyong online presence gamit ang user-friendly na B12 Editor o humingi ng tulong mula sa aming mga eksperto.",
  "Transform your business with AI": "Baguhin ang iyong negosyo gamit ang AI",
  "From AI-generated content to automatically setting you up with the right tools, B12 efficiently delivers a world-class website for your business needs.": "Mula sa nilalamang binuo ng AI hanggang sa awtomatikong pag-set up sa iyo gamit ang mga tamang kagamitan, mahusay na naghahatid ang B12 ng world-class na website para sa mga pangangailangan ng iyong negosyo.",
  "Save time with help from AI and experts": "Makatipid ng oras sa tulong ng AI at mga eksperto",
  "B12’s AI-powered platform drafts your industry-specific site in seconds. Unlike other website builders, you have the flexibility to refine it yourself or get help from our design and copywriting experts. Spend less time building your site and more time running your business.": "Binubuo ng AI-powered platform ng B12 ang iyong website na specific sa iyong industriya sa loob lamang ng ilang segundo. Hindi tulad ng iba pang mga tagabuo ng website, mayroon kang kakayahang umangkop upang pinuhin ito mismo o humingi ng tulong mula sa aming mga eksperto sa disenyo at copywriting. Gumugol ng mas kaunting oras sa pagbuo ng iyong site at mas maraming oras sa pagpapatakbo ng iyong negosyo.",
  "Learn more about B12 websites": "Matuto nang higit pa tungkol sa mga website ng B12",
  "Skip the DIY Site Builders": "Laktawan ang DIY Site Builders",
  "Elevate your online presence": "Itaas ang iyong presensya sa online",
  "You only get one first impression. Make the most of it with stunning web design, effective content, cohesive branding, and industry-relevant imagery. Need an update? The B12 website builder makes maintenance simple, with AI that drafts new content in seconds.": "Isang first impression lang ang makukuha mo. Sulitin ito gamit ang nakamamanghang disenyo sa web, epektibong nilalaman, magkakaugnay na pagba-brand, at koleksyon ng imahe na nauugnay sa industriya. Kailangan ng update? Ginagawang simple ng tagabuo ng website ng B12 ang pagpapanatili, na may AI na nag-draft ng bagong nilalaman sa ilang segundo.",
  "Learn more about the B12 AI website builder": "Matuto pa tungkol sa B12 AI website builder",
  "A fully optimized online experience": "Isang ganap na na-optimize na karanasan sa online",
  "Built-in tools to grow your business": "Mga built-in na tool para mapalago ang iyong negosyo",
  "Easily connect with leads and clients": "Madaling kumonekta sa mga lead at kliyente",
  "B12’s AI website builder comes with sleek contact forms, online appointment scheduling, invoicing, and email marketing tools. Offer clear touchpoints for website visitors to connect with you and work with your business in just a few clicks.": "Ang AI website builder ng B12 ay may kasamang manipis na mga contact forms, online na pag-iiskedyul ng appointment, pag-invoice, at mga tool sa marketing sa email. Mag-alok ng malinaw na mga touchpoint para sa mga bisita sa website upang kumonekta sa iyo at magtrabaho kasama ang iyong negosyo sa ilang pag-click lamang.",
  "Learn more about client engagement tools": "Matuto pa tungkol sa mga tool sa pakikipag-ugnayan ng kliyente",
  "Run your business seamlessly": "Patakbuhin ang iyong negosyo nang walang putol",
  "AI instantly sets up your business with integrated contact management, email marketing, and contracts with eSignatures. B12 lets you generate marketing email drafts in seconds, respond to leads within the platform, and organize all contact data from a single dashboard.": "Agad na ise-set up ng AI ang iyong negosyo gamit ang pinagsamang pamamahala ng contact, marketing sa email, at mga kontrata sa eSignatures. Hinahayaan ka ng B12 na bumuo ng mga draft ng email sa marketing sa ilang segundo, tumugon sa mga lead sa loob ng platform, at ayusin ang lahat ng data ng contact mula sa isang dashboard.",
  "Learn more about online business tools": "Matuto nang higit pa tungkol sa mga tool sa online na negosyo",
  "Strengthen relationships with every interaction": "Palakasin ang mga relasyon sa bawat pakikipag-ugnayan",
  "Get paid sooner": "Mabayaran ng mas maaga",
  "Invoice clients directly from B12 and let them pay on your website. No more chasing down checks or manual deposits. Make transactions more convenient for you and your clients, even automating the payment process with recurring invoices.": "Direktang mag-invoice ng mga kliyente mula sa B12 at hayaan silang magbayad sa iyong website. Wala nang paghabol sa mga tseke o mga manu-manong deposito. Gawing mas maginhawa ang mga transaksyon para sa iyo at sa iyong mga kliyente, pati na ang pag-automate ng proseso ng pagbabayad gamit ang mga umuulit na invoice.",
  "Learn more about invoicing and online payments": "Matuto nang higit pa tungkol sa pag-invoice at mga online na pagbabayad",
  "Payment for your services in just a few clicks": "Pagbabayad para sa iyong mga serbisyo sa ilang pag-click lamang",
  "Automated, collaborative, secure": "Pinagagana ng teknolohiya, nagtutulungan, ligtas",
  "Easily launch a beautiful, modern site that helps you accomplish more. Join 150,000+ companies that rate B12 as a top website builder on Google, Trustpilot, and G2.": "Madaling mag-launch ng maganda at modernong site na makakatulong sa iyong makamit ang higit pa. Sumali sa 150,000+ na mga kumpanya na nagre-rate ng B12 bilang top website builder sa Google, Trustpilot, at G2.",
  "AI-powered": "Pinapagana ng AI",
  "Save time by applying AI to more aspects of your business. Automate how you draft new content and send emails, invoices, and payment reminders to clients.": "Makatipid ng oras sa pamamagitan ng pag-aaply ng AI sa higit pang mga aspeto ng iyong negosyo. I-automate kung paano ka mag-draft ng bagong content at magpadala ng mga email, invoice, at paalala sa pagbabayad sa mga kliyente.",
  "Team-friendly": "Madaling gamitin ng mga grupo o teams",
  "Invite team members to help manage your website, clients, communication, documents, appointments, and payments.": "Mag-invite ng mga miyembro ng team na tumulong na pamahalaan ang iyong website, mga kliyente, komunikasyon, mga dokumento, mga appointment, at mga pagbabayad.",
  "Highly secure": "Lubos na ligtas",
  "Premier security practices, like HTTPS and TLS certificates for your site, protect your information and give your clients peace of mind.": "Ang mga premier security practice, tulad ng mga HTTPS at TLS certificate para sa iyong site, ay nagpoprotekta sa iyong impormasyon at nagbibigay sa iyong mga kliyente ng kapayapaan ng isipan.",
  "The best AI website builder for businesses": "Ang pinakamagaling na AI website builder para sa mga negosyo",
  "Draft your business-ready website in only 60 seconds, with all the features you need to better attract, win, and serve your clients online.": "Mag-draft ng iyong website na handa para sa negosyo sa loob ng 60 segundo lang, na may lahat ng katangian na kinakailangan mo para mas mapaakit, mapanalo, at makapaglingkod ng iyong mga kliyente sa online.",
  "Generate my website": "Gawin ang aking website"
}
