{
  "Website Builder for Professional Services": "Pembuat Situs Web untuk Layanan Profesional",
  "B12 website builder": "Pembuat situs web B12",
  "Grow your business with a professional AI website": "Kembangkan bisnis Anda dengan situs web AI profesional",
  "B12 is the easiest AI website builder to help businesses attract, win, and serve clients online.": "B12 merupakan pembuat situs web AI paling simpel untuk membantu bisnis Anda dalam menarik, mendapatkan, dan melayani klien secara online.",
  "B12’s website builder is the all-in-one platform for professional services. Attract leads, win business, &amp; serve clients online. Build your free site today.": "B12 website builder merupakan platform lengkap untuk layanan profesional. Menarik calon pelanggan, memenangkan bisnis, & melayani klien secara online. Buat situs gratis Anda sekarang juga.",
  "Let AI effortlessly build what you need": "Biarkan AI yang membuat apa pun yang Anda butuhkan dengan mudah",
  "With B12, AI automatically creates a website with the tools you need to succeed online, including invoicing, scheduling, documents and eSignatures, and email marketing.": "Dengan B12, AI secara otomatis membuat situs web dengan fitur yang Anda perlukan untuk sukses secara online, termasuk pembuatan faktur, penjadwalan, dokumen dan eSignature (tanda tangan elektronik), serta pemasaran via email.",
  "Generate a website instantly": "Buat situs web secara instan",
  "AI sets up your entire website in seconds, complete with text, images, and client-facing tools.": "AI menyiapkan seluruh situs web Anda dalam hitungan detik, dilengkapi dengan teks, gambar, dan fitur yang dapat digunakan oleh klien.",
  "Bring your ideas to life": "Wujudkan ide Anda",
  "Have AI generate drafts of new website content, blog posts, and email campaigns in seconds.": "Biarkan AI yang membuat draf konten situs web baru, postingan blog, dan kampanye via email dalam hitungan detik.",
  "Work with experts": "Bekerja sama dengan ahli",
  "Customize your online presence with the user-friendly B12 Editor or get help from our experts.": "Optimalkan visibilitas online Anda dengan menggunakan B12 Editor yang mudah digunakan atau dapatkan panduan dari tim ahli kami.",
  "Transform your business with AI": "Ubah bisnis Anda dengan AI",
  "From AI-generated content to automatically setting you up with the right tools, B12 efficiently delivers a world-class website for your business needs.": "Dari konten yang dibuat dengan AI hingga menyiapkan fitur yang tepat secara otomatis, B12 akan mewujudkan situs web kelas dunia untuk kebutuhan bisnis Anda secara efisien.",
  "Save time with help from AI and experts": "Hemat waktu dengan bantuan dari AI dan ahli",
  "B12’s AI-powered platform drafts your industry-specific site in seconds. Unlike other website builders, you have the flexibility to refine it yourself or get help from our design and copywriting experts. Spend less time building your site and more time running your business.": "Platform B12 yang didukung oleh AI merancang situs yang spesifik untuk industri Anda dalam hitungan detik. Berbeda halnya dengan pembuat situs web lainnya, Anda dapat menyempurnakannya sendiri atau meminta bantuan dari pakar desain dan copywriting kami. Sisihkan lebih sedikit waktu untuk membuat situs dan lebih banyak waktu untuk menjalankan bisnis Anda.",
  "Learn more about B12 websites": "Pelajari selengkapnya tentang bisnis B12",
  "Skip the DIY Site Builders": "Abaikan Pembuat Situs DIY",
  "Elevate your online presence": "Tingkatkan visibilitas online Anda",
  "You only get one first impression. Make the most of it with stunning web design, effective content, cohesive branding, and industry-relevant imagery. Need an update? The B12 website builder makes maintenance simple, with AI that drafts new content in seconds.": "Anda hanya mendapatkan satu kesan pertama. Manfaatkan semaksimal mungkin dengan desain web yang menawan, konten yang efektif, branding yang kohesif, dan imej yang sesuai dengan industri Anda. Butuh update? Pembuat situs web B12 memudahkan proses pemeliharaan, dengan AI yang membuat draf konten baru dalam hitungan detik.",
  "Learn more about the B12 AI website builder": "Pelajari selengkapnya tentang pembuat situs web B12",
  "A fully optimized online experience": "Pengalaman online yang sepenuhnya dioptimalkan",
  "Built-in tools to grow your business": "Fitur bawaan untuk mengembangkan bisnis Anda",
  "Easily connect with leads and clients": "Terhubung dengan mudah dengan calon pelanggan dan klien",
  "B12’s AI website builder comes with sleek contact forms, online appointment scheduling, invoicing, and email marketing tools. Offer clear touchpoints for website visitors to connect with you and work with your business in just a few clicks.": "Pembuat situs web AI B12 hadir dengan formulir kontak yang ramping, penjadwalan janji temu online, pembuatan faktur, dan fitur pemasaran via email. Menawarkan titik kontak yang jelas bagi pengunjung situs untuk terhubung dengan Anda, dan berinteraksi dengan bisnis Anda hanya dalam beberapa klik.",
  "Learn more about client engagement tools": "Pelajari selengkapnya tentang fitur pelibatan klien",
  "Run your business seamlessly": "Jalankan bisnis Anda dengan lancar",
  "AI instantly sets up your business with integrated contact management, email marketing, and contracts with eSignatures. B12 lets you generate marketing email drafts in seconds, respond to leads within the platform, and organize all contact data from a single dashboard.": "AI langsung menyiapkan bisnis Anda dengan manajemen kontak yang terintegrasi, pemasaran via email, dan kontrak dengan eSignature. B12 memungkinkan Anda membuat draf email pemasaran dalam hitungan detik, merespons calon pelanggan di dalam platform, dan mengatur semua data kontak dari satu dasbor.",
  "Learn more about online business tools": "Pelajari selengkapnya tentang fitur bisnis online",
  "Strengthen relationships with every interaction": "Memperkuat hubungan di tiap interaksi",
  "Get paid sooner": "Mendapatkan pembayaran yang lebih cepat",
  "Invoice clients directly from B12 and let them pay on your website. No more chasing down checks or manual deposits. Make transactions more convenient for you and your clients, even automating the payment process with recurring invoices.": "Buat tagihan untuk klien secara langsung melalui B12, sehingga mereka membayar di situs web Anda. Tak perlu lagi mengejar cek atau setoran manual. Menjadikan transaksinya lebih nyaman bagi Anda dan klien, bahkan mengotomatiskan proses pembayaran dengan faktur berulang.",
  "Learn more about invoicing and online payments": "Pelajari selengkapnya tentang pembuatan faktur dan pembayaran online",
  "Payment for your services in just a few clicks": "Pembayaran untuk layanan Anda hanya dalam hitungan klik",
  "Automated, collaborative, secure": "Otomatis, kolaboratif, aman",
  "Easily launch a beautiful, modern site that helps you accomplish more. Join 150,000+ companies that rate B12 as a top website builder on Google, Trustpilot, and G2.": "Luncurkan situs yang modern dan menarik dengan mudah, yang membantu Anda meraih lebih banyak kesuksesan. Bergabunglah dengan lebih dari 150.000 perusahaan yang memberi peringkat kepada B12 sebagai pembuat situs web terbaik di Google, Trustpilot, and G2.",
  "AI-powered": "Didukung dengan AI",
  "Save time by applying AI to more aspects of your business. Automate how you draft new content and send emails, invoices, and payment reminders to clients.": "Hemat waktu dengan menerapkan AI pada berbagai aspek bisnis Anda. Otomatiskan proses Anda dalam menyusun konten baru dan mengirim email, faktur, dan pengingat pembayaran ke klien.",
  "Team-friendly": "Mudah digunakan oleh tim",
  "Invite team members to help manage your website, clients, communication, documents, appointments, and payments.": "Undang anggota tim untuk membantu mengelola situs web, klien, komunikasi, dokumen, janji temu, dan pembayaran Anda.",
  "Highly secure": "Sangat aman",
  "Premier security practices, like HTTPS and TLS certificates for your site, protect your information and give your clients peace of mind.": "Praktik keamanan penting seperti sertifikat HTTPS dan TLS, tidak hanya melindungi informasi Anda namun juga memberikan kepercayaan kepada klien Anda.",
  "The best AI website builder for businesses": "Pembuat situs web berbasis AI terbaik untuk bisnis",
  "Draft your business-ready website in only 60 seconds, with all the features you need to better attract, win, and serve your clients online.": "Buat draf situs web bisnis Anda hanya dalam 60 detik, dengan semua fitur yang Anda butuhkan untuk menarik, mendapatkan, dan melayani klien secara online dengan lebih baik.",
  "Generate my website": "Buat situs web saya"
}
