{
  "readStory": "Baca kisah {{name}}",
  "Join thousands of professionals using B12 to power their business online": "Bergabunglah bersama ribuan ahli yang telah memilih B12 untuk meningkatkan performa bisnis online mereka.",
  "I can make [website edits] myself, and it’s as simple as working in a Word document. If I need more help, I’ll email the B12 team and within 24 hours, boom, it’s done.": "Saya dapat melakukan [pengeditan situs web] sendiri, dan caranya semudah mengolah dokumen Word. Jika saya butuh bantuan lebih lanjut, saya akan mengirim email ke tim B12 dan dalam waktu 24 jam langsung selesai.",
  "I love that B12 prompts me to update certain [website] features and add integrations like online scheduling to increase efficiency in my law firm. These recommendations are often things that I would have never considered but have proved to be incredibly useful.": "Saya mengapresiasi B12 yang meminta saya untuk memperbarui fitur [situs web] tertentu dan menambahkan integrasi seperti penjadwalan online guna meningkatkan efisiensi di firma hukum kami. Rekomendasi ini seringkali merupakan hal-hal yang tidak pernah saya pertimbangkan, namun ternyata sangat berguna.",
  "With B12, the quality is 10/10. I feel like I got the finished product of building a site from scratch, but it was way easier.": "Dengan B12, kualitasnya 10/10. Saya merasa seperti mendapatkan hasil akhir dari membangun situs dari awal, tapi rupanya jauh lebih mudah.",
  "B12 has raised the entire bar of website professionalism.": "B12 telah meningkatkan standar profesionalisme situs web secara menyeluruh.",
  "With B12, I feel supported and I think it’s absolutely realistic to grow my business. It has saved me countless hours": "Dengan B12, saya merasa didukung dan saya yakin dapat mengembangkan bisnis secara realistis. B12 benar-benar menghemat waktu saya.",
  "B12 was easily able to include several integrations to my business website, such as Calendly and Drift, that facilitate communication with my clients. The experience was seamless, unlike my previous experience with most website builders.": "B12 dapat menyertakan sejumlah integrasi ke situs web bisnis saya dengan mudah, misalnya Calendly dan Drift, yang memudahkan saya untuk berkomunikasi dengan klien. Pengalaman saya lancar, tidak seperti yang sebelumnya saya alami dengan pembuat situs web lainnya.",
  "With B12, I didn't have to go back and forth. I clicked and it took like three seconds to put the copy right there on the page.": "Dengan B12, semuanya menjadi lebih lancar. Saya mengklik dan hanya butuh waktu tiga detik untuk meletakkan teksnya tepat di halaman.",
  "AI Assist is invaluable. It’s like having my own virtual assistant that can provide a draft instantly with just a few details from me. With a quick review, I can make that draft client-ready in minutes rather than hours.": "AI Assist sangat bermanfaat. Rasanya seperti memiliki asisten virtual pribadi yang mampu menghasilkan draf dengan cepat berdasarkan sedikit informasi dari saya. Dengan pemeriksaan singkat, saya dapat menyiapkan draf tersebut untuk klien dalam hitungan menit saja.",
  "I would definitely recommend B12 to companies looking to take their online business seriously. The value that B12 provides is unparalleled.": "Saya pasti akan merekomendasikan B12 kepada perusahaan yang ingin menjalankan bisnis online mereka dengan serius. Nilai yang diberikan oleh B12 tidak ada bandingannya.",
  "I would recommend B12 to any company that wants a team to manage and grow their website while they focus on growing the business. With B12, founders can be rest assured that their website is in good hands and, more importantly, prove its value and ROI.": "Saya akan merekomendasikan B12 kepada perusahaan mana pun yang ingin memiliki tim yang mengelola dan mengembangkan situs webnya sambil fokus mengembangkan bisnis. Dengan B12, pendiri perusahaan bisa yakin bahwa situs web mereka dikelola oleh ahlinya dan, yang lebih penting, membuktikan nilai dan ROI-nya.",
  "If someone is serious about moving forward, on my site, they’re only a click away. B12 provides the best ROI for a small business owner.": "Jika seseorang serius untuk berkembang, di situs saya, mereka dapat melakukannya dalam beberapa klik saja. B12 memberikan ROI terbaik untuk pemilik usaha kecil.",
  "We get a lot of compliments on our website. Many potential clients are very impressed by our site, and often say it looks expensive.": "Kami mendapatkan banyak pujian di situs web kami. Banyak calon klien yang sangat terkesan dengan situs kami, dan sering kali mengatakan bahwa situs kami sepertinya mahal.",
  "I would recommend B12 to any small or mid-sized business looking to build a site because you get significant return.": "Saya akan merekomendasikan B12 kepada usaha kecil atau menengah yang ingin membuat situs karena Anda akan mendapatkan keuntungan yang signifikan.",
  "B12 is half the price, and I save twice as much time and see better value.": "Biaya B12 hanya setengahnya, dan saya menghemat waktu dua kali lipat, juga mendapatkan nilai yang lebih baik.",
  "I was drawn to B12's use of AI, then seeing how nimble it was, I signed up that day. You literally click and it designs everything for you.": "Saya terpukau dengan penggunaan AI oleh B12, dan ketika melihat kehebatannya, saya mendaftar hari itu juga. Anda cukup mengklik saja dan ia mendesain segalanya untuk Anda.",
  "See how other professionals have grown their business online with B12": "Lihat kisah sukses profesional lain yang mengembangkan bisnisnya secara online dengan B12"
}
