{
  "Website Builder for Professional Services": "Creador de sitios web para servicios profesionales",
  "B12 website builder": "B12 creador de sitios web",
  "Grow your business with a professional AI website": "Haga crecer su negocio con un sitio web de IA profesional",
  "B12 is the easiest AI website builder to help businesses attract, win, and serve clients online.": "B12 es el creador de sitios web de IA más sencillo para ayudar a las empresas a atraer, ganar y atender clientes en línea.",
  "B12’s website builder is the all-in-one platform for professional services. Attract leads, win business, &amp; serve clients online. Build your free site today.": "El creador de sitios web de B12 es la plataforma todo en uno para servicios profesionales. Atraiga clientes potenciales, consiga negocios y atienda a sus clientes en línea. Construya su sitio gratuito hoy mismo.",
  "Let AI effortlessly build what you need": "Deje que la IA construya sin esfuerzo lo que necesita",
  "With B12, AI automatically creates a website with the tools you need to succeed online, including invoicing, scheduling, documents and eSignatures, and email marketing.": "Con B12, la IA crea automáticamente un sitio web con las herramientas que necesita para tener éxito en línea, incluyendo facturación, programación, documentos y firmas electrónicas, y marketing por correo electrónico.",
  "Generate a website instantly": "Genere un sitio web al instante",
  "AI sets up your entire website in seconds, complete with text, images, and client-facing tools.": "La IA configura todo su sitio web en cuestión de segundos, con texto, imágenes y herramientas de cara al cliente.",
  "Bring your ideas to life": "Haga que sus ideas cobren vida",
  "Have AI generate drafts of new website content, blog posts, and email campaigns in seconds.": "Haga que la IA genere borradores de nuevos contenidos para sitios web, entradas de blog y campañas de correo electrónico en cuestión de segundos.",
  "Work with experts": "Trabaje con los expertos",
  "Customize your online presence with the user-friendly B12 Editor or get help from our experts.": "Personalice su presencia en línea con el editor B12 de fácil uso o solicite ayuda a nuestros expertos.",
  "Transform your business with AI": "Transforme su negocio con la IA",
  "From AI-generated content to automatically setting you up with the right tools, B12 efficiently delivers a world-class website for your business needs.": "Desde el contenido generado por IA hasta la configuración automática con las herramientas adecuadas, B12 le ofrece de forma eficaz un sitio web de primera clase para las necesidades de su empresa.",
  "Save time with help from AI and experts": "Ahorre tiempo con la ayuda de la IA y los expertos",
  "B12’s AI-powered platform drafts your industry-specific site in seconds. Unlike other website builders, you have the flexibility to refine it yourself or get help from our design and copywriting experts. Spend less time building your site and more time running your business.": "La plataforma de B12, impulsada por IA, redacta su sitio específico del sector en cuestión de segundos. A diferencia de otros creadores de sitios web, usted tiene la flexibilidad de perfeccionarlo usted mismo o recibir ayuda de nuestros expertos en diseño y redacción. Dedique menos tiempo a construir su sitio y más a dirigir su negocio.",
  "Learn more about B12 websites": "Más información sobre los sitios web de B12",
  "Skip the DIY Site Builders": "Olvídese de los constructores de sitios \"hágalo usted mismo”",
  "Elevate your online presence": "Aumente su presencia en línea",
  "You only get one first impression. Make the most of it with stunning web design, effective content, cohesive branding, and industry-relevant imagery. Need an update? The B12 website builder makes maintenance simple, with AI that drafts new content in seconds.": "Sólo se tiene una primera impresión. Aprovéchela al máximo con un diseño web impactante, contenidos eficaces, una imagen de marca coherente e imágenes relevantes para el sector. ¿Necesita una actualización? El creador de sitios web B12 simplifica el mantenimiento, con una IA que redacta nuevos contenidos en segundos.",
  "Learn more about the B12 AI website builder": "Más información sobre el creador de sitios web B12 IA",
  "A fully optimized online experience": "Una experiencia en línea totalmente optimizada",
  "Built-in tools to grow your business": "Herramientas integradas para hacer crecer su negocio",
  "Easily connect with leads and clients": "Conecte fácilmente con prospectos y clientes",
  "B12’s AI website builder comes with sleek contact forms, online appointment scheduling, invoicing, and email marketing tools. Offer clear touchpoints for website visitors to connect with you and work with your business in just a few clicks.": "El creador de sitios web con IA de B12 incluye elegantes formularios de contacto, programación de citas en línea, facturación y herramientas de marketing por correo electrónico. Ofrezca puntos de contacto claros para que los visitantes del sitio web conecten con usted y trabajen con su empresa en tan solo unos clics.",
  "Learn more about client engagement tools": "Más información sobre las herramientas de compromiso con el cliente",
  "Run your business seamlessly": "Gestione su negocio sin problemas",
  "AI instantly sets up your business with integrated contact management, email marketing, and contracts with eSignatures. B12 lets you generate marketing email drafts in seconds, respond to leads within the platform, and organize all contact data from a single dashboard.": "La IA pone en marcha al instante su negocio con la gestión integrada de contactos, el marketing por correo electrónico y los contratos con firma electrónica. B12 le permite generar borradores de correos electrónicos de marketing en cuestión de segundos, responder a los clientes potenciales dentro de la plataforma y organizar todos los datos de contacto desde un único panel de control.",
  "Learn more about online business tools": "Más información sobre herramientas empresariales en línea",
  "Strengthen relationships with every interaction": "Fortalezca las relaciones con cada interacción",
  "Get paid sooner": "Cobre más rápido",
  "Invoice clients directly from B12 and let them pay on your website. No more chasing down checks or manual deposits. Make transactions more convenient for you and your clients, even automating the payment process with recurring invoices.": "Facture a sus clientes directamente desde B12 y permítales pagar en su página web. Se acabaron las búsquedas de cheques y los ingresos manuales. Haga las transacciones más cómodas para usted y sus clientes, incluso automatizando el proceso de pago con facturas periódicas.",
  "Learn more about invoicing and online payments": "Más información sobre facturación y pagos en línea",
  "Payment for your services in just a few clicks": "El pago de sus servicios en unos pocos clics",
  "Automated, collaborative, secure": "Automatizado, colaborativo, seguro",
  "Easily launch a beautiful, modern site that helps you accomplish more. Join 150,000+ companies that rate B12 as a top website builder on Google, Trustpilot, and G2.": "Lance fácilmente un sitio hermoso y moderno que le ayude a lograr más. Únase a las más de 150.000 empresas que califican a B12 como el mejor creador de sitios web en Google, Trustpilot y G2.",
  "AI-powered": "Impulsado por IA",
  "Save time by applying AI to more aspects of your business. Automate how you draft new content and send emails, invoices, and payment reminders to clients.": "Ahorre tiempo aplicando la IA a más aspectos de su negocio. Automatice el modo en que redacta nuevos contenidos y envía correos electrónicos, facturas y recordatorios de pago a los clientes.",
  "Team-friendly": "Amigable con los equipos.",
  "Invite team members to help manage your website, clients, communication, documents, appointments, and payments.": "Invite a miembros de su equipo para que le ayuden a gestionar su sitio web, sus clientes, la comunicación, los documentos, las citas y los pagos.",
  "Highly secure": "Altamente seguro",
  "Premier security practices, like HTTPS and TLS certificates for your site, protect your information and give your clients peace of mind.": "Las mejores prácticas de seguridad, como los certificados HTTPS y TLS para su sitio web, protegen su información y dan tranquilidad a sus clientes.",
  "The best AI website builder for businesses": "El mejor creador de sitios web con IA para empresas",
  "Draft your business-ready website in only 60 seconds, with all the features you need to better attract, win, and serve your clients online.": "Redacte el borrador de su sitio web listo para su negocio en sólo 60 segundos, con todas las funciones que necesita para atraer, ganar y servir mejor a sus clientes en línea.",
  "Generate my website": "Generar mi sitio web"
}
