{
  "readStory": "Leer la historia de {{name}}",
  "Join thousands of professionals using B12 to power their business online": "Únase a miles de profesionales que utilizan B12 para impulsar sus negocios en línea",
  "I can make [website edits] myself, and it’s as simple as working in a Word document. If I need more help, I’ll email the B12 team and within 24 hours, boom, it’s done.": "Puedo hacer [ediciones del sitio web] yo mismo, y es tan sencillo como trabajar en un documento de Word. Si necesito más ayuda, envío un correo electrónico al equipo de B12 y en 24 horas, boom, está hecho.",
  "I love that B12 prompts me to update certain [website] features and add integrations like online scheduling to increase efficiency in my law firm. These recommendations are often things that I would have never considered but have proved to be incredibly useful.": "Me encanta que B12 me indique que actualice ciertas funciones [del sitio web] y añada integraciones como la programación en línea para aumentar la eficacia en mi bufete. Estas recomendaciones son a menudo cosas que nunca me habría planteado pero que han resultado ser increíblemente útiles.",
  "With B12, the quality is 10/10. I feel like I got the finished product of building a site from scratch, but it was way easier.": "Con B12, la calidad es 10/10. Siento que obtuve el producto terminado de construir un sitio desde cero, pero fue mucho más fácil.",
  "B12 has raised the entire bar of website professionalism.": "B12 ha subido por completo la barra del profesionalismo de los sitios web.",
  "With B12, I feel supported and I think it’s absolutely realistic to grow my business. It has saved me countless hours": "Con B12, me siento respaldada y creo que es absolutamente realista hacer crecer mi negocio. Me ha ahorrado incontables horas",
  "B12 was easily able to include several integrations to my business website, such as Calendly and Drift, that facilitate communication with my clients. The experience was seamless, unlike my previous experience with most website builders.": "B12 pudo incluir fácilmente varias integraciones en el sitio web de mi negocio, como Calendly y Drift, que facilitan la comunicación con mis clientes. La experiencia fue perfecta, a diferencia de mi experiencia anterior con la mayoría de los creadores de sitios web.",
  "With B12, I didn't have to go back and forth. I clicked and it took like three seconds to put the copy right there on the page.": "Con B12, no tuve que ir de un lado a otro. Hice clic y tardó como tres segundos en poner la copia allí mismo, en la página.",
  "AI Assist is invaluable. It’s like having my own virtual assistant that can provide a draft instantly with just a few details from me. With a quick review, I can make that draft client-ready in minutes rather than hours.": "AI Assist tiene un valor incalculable. Es como tener mi propio asistente virtual que puede proporcionarme un borrador al instante con sólo unos pocos detalles míos. Con una rápida revisión, puedo hacer que ese borrador esté listo para el cliente en cuestión de minutos en lugar de horas.",
  "I would definitely recommend B12 to companies looking to take their online business seriously. The value that B12 provides is unparalleled.": "Sin duda recomendaría B12 a las empresas que quieran tomarse en serio su negocio en línea. El valor que proporciona B12 es incomparable.",
  "I would recommend B12 to any company that wants a team to manage and grow their website while they focus on growing the business. With B12, founders can be rest assured that their website is in good hands and, more importantly, prove its value and ROI.": "Recomendaría B12 a cualquier empresa que quiera un equipo que gestione y haga crecer su sitio web mientras ellos se centran en hacer crecer el negocio. Con B12, los fundadores pueden estar seguros de que su sitio web está en buenas manos y, lo que es más importante, demostrar su valor y retorno de la inversión.",
  "If someone is serious about moving forward, on my site, they’re only a click away. B12 provides the best ROI for a small business owner.": "Si alguien quiere avanzar en serio, en mi sitio está a un solo clic. B12 proporciona el mejor retorno de la inversión para el propietario de una pequeña empresa.",
  "We get a lot of compliments on our website. Many potential clients are very impressed by our site, and often say it looks expensive.": "Recibimos muchos cumplidos sobre nuestra página web. Muchos clientes potenciales quedan muy impresionados por nuestro sitio, y a menudo dicen que parece caro.",
  "I would recommend B12 to any small or mid-sized business looking to build a site because you get significant return.": "Recomendaría B12 a cualquier pequeña o mediana empresa que quiera construir un sitio web porque se obtiene un rendimiento significativo.",
  "B12 is half the price, and I save twice as much time and see better value.": "B12 cuesta la mitad, y yo ahorro el doble de tiempo y lo veo más rentable.",
  "I was drawn to B12's use of AI, then seeing how nimble it was, I signed up that day. You literally click and it designs everything for you.": "Me atrajo el uso que B12 hace de la IA y, al ver lo ágil que era, me inscribí ese mismo día. Literalmente haces clic y lo diseña todo por ti.",
  "See how other professionals have grown their business online with B12": "Vea cómo otros profesionales han hecho crecer su negocio en Internet con B12"
}
