{
  "Website Builder for Professional Services": "Website Builder für professionelle Dienstleistungen",
  "B12 website builder": "B12 Website Builder",
  "Grow your business with a professional AI website": "Fördere dein Geschäftswachstum mit einer professionellen KI-Website",
  "B12 is the easiest AI website builder to help businesses attract, win, and serve clients online.": "B12 bietet den einfachsten KI-Website-Builder, um Unternehmen bei der Kundengewinnung und -betreuung online zu unterstützen.",
  "B12’s website builder is the all-in-one platform for professional services. Attract leads, win business, &amp; serve clients online. Build your free site today.": "Der Website-Builder von B12 ist die allumfassende Plattform für professionelle Dienstleistungen. Ziehe Interessenten an, gewinne Aufträge und betreue Kunden online. Gestalte deine kostenlose Website noch heute.",
  "Let AI effortlessly build what you need": "Überlasse es der Künstlichen Intelligenz, genau das zu schaffen, was du brauchst",
  "With B12, AI automatically creates a website with the tools you need to succeed online, including invoicing, scheduling, documents and eSignatures, and email marketing.": "Bei B12 erstellt KI automatisch eine Website mit allen Tools, die du für deinen Online-Erfolg brauchst, z. B. Rechnungsstellung, Terminplanung, Dokumente und eSignaturen sowie E-Mail-Marketing.",
  "Generate a website instantly": "Generiere eine Webseite im Handumdrehen",
  "AI sets up your entire website in seconds, complete with text, images, and client-facing tools.": "KI baut innerhalb von Sekunden eine komplette Website mit Texten, Bildern und Tools für den Kunden auf.",
  "Bring your ideas to life": "Erwecke deine Ideen zum Leben",
  "Have AI generate drafts of new website content, blog posts, and email campaigns in seconds.": "Verwende KI, um in Sekundenschnelle Entwürfe für neue Website-Inhalte, Blogbeiträge und E-Mail-Kampagnen zu erstellen.",
  "Work with experts": "Arbeite mit Experten",
  "Customize your online presence with the user-friendly B12 Editor or get help from our experts.": "Richte deinen Online-Auftritt mit dem anwenderfreundlichen B12 Editor ein oder lass dir von unseren Experten helfen.",
  "Transform your business with AI": "Transformiere dein Geschäft mit KI",
  "From AI-generated content to automatically setting you up with the right tools, B12 efficiently delivers a world-class website for your business needs.": "Angefangen bei KI-generierten Inhalten bis hin zum automatischen Einrichten der richtigen Tools - B12 sorgt auf effiziente Weise für eine erstklassige Website entsprechend den Anforderungen deines Unternehmens.",
  "Save time with help from AI and experts": "Spare Zeit mit Hilfe von KI und Experten",
  "B12’s AI-powered platform drafts your industry-specific site in seconds. Unlike other website builders, you have the flexibility to refine it yourself or get help from our design and copywriting experts. Spend less time building your site and more time running your business.": "Die KI-basierte Plattform von B12 erarbeitet innerhalb von Sekunden deine branchenspezifische Website. Anders als bei anderen Website-Buildern hast du die Freiheit, sie selbst zu verfeinern oder dir Hilfe von unseren Design- und Textexperten zu holen. So brauchst du weniger Zeit für die Erstellung deiner Website und hast mehr Energie für dein Unternehmen.",
  "Learn more about B12 websites": "Erfahre mehr über B12-Websites",
  "Skip the DIY Site Builders": "Verzichte auf die DIY-Websites",
  "Elevate your online presence": "Steigere deine Online-Präsenz",
  "You only get one first impression. Make the most of it with stunning web design, effective content, cohesive branding, and industry-relevant imagery. Need an update? The B12 website builder makes maintenance simple, with AI that drafts new content in seconds.": "Der erste Eindruck zählt und ist entscheidend. Mache das Beste daraus - mit einem beeindruckenden Webdesign, effizienten Inhalten, einem stimmigen Branding und branchenrelevanten Bildern. Benötigst du ein Update? Der B12 Website Builder vereinfacht die Wartung mit einer KI, die neue Inhalte in Sekundenschnelle bereitstellt.",
  "Learn more about the B12 AI website builder": "Erfahre mehr über den B12 AI-Website-Builder",
  "A fully optimized online experience": "Ein rundum optimiertes Online-Erlebnis",
  "Built-in tools to grow your business": "Integrierte Tools zum Ausbau deines Unternehmens",
  "Easily connect with leads and clients": "Verbinde dich mühelos mit Leads und Kunden",
  "B12’s AI website builder comes with sleek contact forms, online appointment scheduling, invoicing, and email marketing tools. Offer clear touchpoints for website visitors to connect with you and work with your business in just a few clicks.": "Der KI-basierte Website-Builder von B12 bringt elegante Kontaktformulare, Online-Terminplanung, Rechnungsstellung und E-Mail-Marketing-Tools zum Einsatz. Biete den Besuchern deiner Website übersichtliche Kontaktpunkte, damit sie in wenigen Klicks mit dir in Verbindung treten und mit deinem Unternehmen zusammenarbeiten können.",
  "Learn more about client engagement tools": "Erfahre mehr über Tools zur Kundenbindung",
  "Run your business seamlessly": "Führe dein Geschäft reibungslos aus",
  "AI instantly sets up your business with integrated contact management, email marketing, and contracts with eSignatures. B12 lets you generate marketing email drafts in seconds, respond to leads within the platform, and organize all contact data from a single dashboard.": "Die KI ermöglicht es dir, dein Geschäft mit integrierter Kontaktverwaltung, E-Mail-Marketing und Verträgen samt eSignatur umgehend auf die Beine zu stellen. Mit B12 erzeugst du in Sekundenschnelle Marketing-E-Mails, antwortest auf Leads direkt auf der Plattform und organisierst alle Kontaktdaten in einem einzigen Dashboard.",
  "Learn more about online business tools": "Erfahre mehr über Online Business Tools",
  "Strengthen relationships with every interaction": "Stärke die Beziehungen durch jede Interaktion",
  "Get paid sooner": "Schneller bezahlt werden",
  "Invoice clients directly from B12 and let them pay on your website. No more chasing down checks or manual deposits. Make transactions more convenient for you and your clients, even automating the payment process with recurring invoices.": "Stelle deinen Kunden ihre Rechnungen direkt über B12 aus und erlaube ihnen, auf deiner Website zu bezahlen. Schluss mit der Suche nach Schecks oder manuellen Einzahlungen. Gestalte die Transaktionen für dich und deine Kunden komfortabler und automatisiere den Zahlungsverkehr durch wiederkehrende Rechnungen.",
  "Learn more about invoicing and online payments": "Mehr über Rechnungsstellung und Online-Zahlungen erfahren",
  "Payment for your services in just a few clicks": "Bezahlung der Dienstleistungen mit nur wenigen Klicks",
  "Automated, collaborative, secure": "Automatisiert, kollaborativ, sicher",
  "Easily launch a beautiful, modern site that helps you accomplish more. Join 150,000+ companies that rate B12 as a top website builder on Google, Trustpilot, and G2.": "Entwickle mit Leichtigkeit eine schöne, moderne Website, die dir hilft, erfolgreicher zu werden. Werde Teil von mehr als 150.000 Unternehmen, die B12 bei Google, Trustpilot und G2 als einen der besten Website-Builder bewerten.",
  "AI-powered": "KI-unterstützt",
  "Save time by applying AI to more aspects of your business. Automate how you draft new content and send emails, invoices, and payment reminders to clients.": "Nutze KI für mehr Aspekte deines Unternehmens und spare dadurch Zeit. So kannst du die Erstellung neuer Inhalte und den Versand von E-Mails, Rechnungen und Zahlungserinnerungen an deine Kunden automatisieren.",
  "Team-friendly": "Team tauglich",
  "Invite team members to help manage your website, clients, communication, documents, appointments, and payments.": "Wenn du Teammitglieder einlädst, können sie dich bei der Pflege deiner Website, Kunden, Kommunikation, Dokumente, Termine und Zahlungen unterstützen.",
  "Highly secure": "Extrem sicher",
  "Premier security practices, like HTTPS and TLS certificates for your site, protect your information and give your clients peace of mind.": "Erstklassige Sicherheitsverfahren wie HTTPS und TLS-Zertifikate für deine Website gewährleisten den Schutz deiner Daten und ermöglichen deinen Kunden ein sicheres Gefühl.",
  "The best AI website builder for businesses": "Der beste KI-Website-Builder für Unternehmen",
  "Draft your business-ready website in only 60 seconds, with all the features you need to better attract, win, and serve your clients online.": "Entwerfe in nur 60 Sekunden eine professionelle Website mit allen Funktionen, die deine Kunden anlocken, gewinnen und unterstützen.",
  "Generate my website": "Meine Website generieren"
}
