{
  "readStory": "Lies die Geschichte von {{name}}",
  "Join thousands of professionals using B12 to power their business online": "Nutze B12 wie tausende andere Fachleute, die ihr Geschäft online ausbauen wollen",
  "I can make [website edits] myself, and it’s as simple as working in a Word document. If I need more help, I’ll email the B12 team and within 24 hours, boom, it’s done.": "Ich kann [Änderungen an der Website] selbst vornehmen, und das so einfach wie die Arbeit an einem Word-Dokument. Sollte ich zusätzliche Hilfe benötigen, schreibe ich eine E-Mail an das B12-Team und innerhalb von 24 Stunden ist alles erledigt.",
  "I love that B12 prompts me to update certain [website] features and add integrations like online scheduling to increase efficiency in my law firm. These recommendations are often things that I would have never considered but have proved to be incredibly useful.": "Ich schätze es, wenn B12 mich dazu auffordert, bestimmte [Website-]Funktionen zu aktualisieren und Integrationen wie die Online-Terminplanung vorzunehmen, um die Effizienz in meiner Kanzlei zu steigern. Diese Vorschläge sind meistens Punkte, die ich nie in Betracht gezogen hätte, die sich aber als unglaublich nützlich erwiesen haben.",
  "With B12, the quality is 10/10. I feel like I got the finished product of building a site from scratch, but it was way easier.": "Die Qualität von B12 ist 10/10. Für mich fühlt es sich an, als hätte ich eine Webseite von Grund auf neu erstellt, allerdings war es wesentlich einfacher.",
  "B12 has raised the entire bar of website professionalism.": "B12 hat die Professionalität der Website auf ein neues Niveau gehoben.",
  "With B12, I feel supported and I think it’s absolutely realistic to grow my business. It has saved me countless hours": "Mit der Unterstützung von B12 fühle ich mich gut aufgehoben und ich schätze es als absolut realistisch ein, mein Geschäft auszubauen. Dadurch wurden mir unzählige Stunden erspart",
  "B12 was easily able to include several integrations to my business website, such as Calendly and Drift, that facilitate communication with my clients. The experience was seamless, unlike my previous experience with most website builders.": "B12 konnte verschiedene Integrationen wie Calendly und Drift, die die Kommunikation mit meinen Kunden erleichtern, problemlos in meine Unternehmenswebsite integrieren. Im Gegensatz zu meinen früheren Erfahrungen mit den meisten Website-Buildern verlief alles reibungslos.",
  "With B12, I didn't have to go back and forth. I clicked and it took like three seconds to put the copy right there on the page.": "Dank B12 war es nicht nötig, ständig herumzusuchen. Ein Klick und in drei Sekunden war die Kopie auf der Seite.",
  "AI Assist is invaluable. It’s like having my own virtual assistant that can provide a draft instantly with just a few details from me. With a quick review, I can make that draft client-ready in minutes rather than hours.": "Der KI Assistent ist von unschätzbarem Wert. Es ist als wenn ich meinen eigenen virtuellen Assistenten hätte, der anhand von nur wenigen Angaben einen Entwurf erstellen kann. Nach einer schnellen Überprüfung kann ich den Entwurf in wenigen Minuten statt in Stunden kundenfertig machen.",
  "I would definitely recommend B12 to companies looking to take their online business seriously. The value that B12 provides is unparalleled.": "Ich kann Unternehmen, die ihr Online-Geschäft ernst nehmen wollen, nur empfehlen, B12 zu nutzen. Der Mehrwert von B12 ist unübertroffen.",
  "I would recommend B12 to any company that wants a team to manage and grow their website while they focus on growing the business. With B12, founders can be rest assured that their website is in good hands and, more importantly, prove its value and ROI.": "Ich kann jedem Unternehmen B12 wärmstens empfehlen, das ein Team sucht, um seine Website zu verwalten und weiter auszubauen, während das Unternehmen sich auf den Wachstumsprozess konzentriert. Gründerinnen und Gründer können sich darauf verlassen, dass ihre Website bei B12 in guten Händen ist und - was noch wichtiger ist - ihren Wert und ROI unter Beweis stellen.",
  "If someone is serious about moving forward, on my site, they’re only a click away. B12 provides the best ROI for a small business owner.": "Wenn sich jemand ernsthaft mit dem Thema befasst, ist er bei mir nur einen Klick entfernt. B12 bietet den besten ROI für einen Kleinunternehmer.",
  "We get a lot of compliments on our website. Many potential clients are very impressed by our site, and often say it looks expensive.": "Für unsere Website ernten wir zahlreiche Komplimente. Viele mögliche Kunden sind von unserer Seite sehr beeindruckt und sagen oft, dass sie kostspielig aussieht.",
  "I would recommend B12 to any small or mid-sized business looking to build a site because you get significant return.": "Ich kann jedem kleinen oder mittelgroßen Unternehmen, das eine Website erstellen möchte, B12 empfehlen, da man einen großen Nutzen daraus zieht.",
  "B12 is half the price, and I save twice as much time and see better value.": "B12 kostet nur die Hälfte, und gleichzeitig kann ich die doppelte Zeit sparen und einen besseren Nutzen erzielen.",
  "I was drawn to B12's use of AI, then seeing how nimble it was, I signed up that day. You literally click and it designs everything for you.": "Die KI von B12 hat mich fasziniert, und als ich dann gesehen habe, wie intuitiv sie ist, habe ich mich noch am selben Tag angemeldet. Mit einem Klick entwirft das System praktisch alles für dich.",
  "See how other professionals have grown their business online with B12": "Finde heraus, wie sich andere Fachleute mit B12 online weiterentwickelt haben"
}
