{
  "Website Builder for Professional Services": "เครื่องมือสร้างเว็บไซต์สำหรับผู้ให้บริการมืออาชีพ",
  "B12 website builder": "เครื่องมือสร้างเว็บไซต์ B12",
  "Grow your business with a professional AI website": "ขยายธุรกิจด้วยเว็บไซต์ AI ที่มีความเป็นมืออาชีพ",
  "B12 is the easiest AI website builder to help businesses attract, win, and serve clients online.": "B12 คือเครื่องมือสร้างเว็บไซต์ที่จะช่วยธุรกิจดึงดูด ชนะใจ และให้บริการลูกค้าออนไลน์ สร้างโดย AI",
  "B12’s website builder is the all-in-one platform for professional services. Attract leads, win business, & serve clients online. Build your free site today.": "เครื่องมือสร้างเว็บไซต์ของ B12 คือแพลตฟอร์มที่มีทุกอย่างที่มืออาชีพต้องการ ไม่ว่าจะเป็นการดึงดูดผู้มุ่งหวัง มัดใจและให้บริการลูกค้าออนไลน์ สร้างเว็บไซต์ฟรีวันนี้",
  "Let AI effortlessly build what you need": "ให้ AI สร้างสิ่งที่คุณต้องการ",
  "With B12, AI automatically creates a website with the tools you need to succeed online, including invoicing, scheduling, documents and eSignatures, and email marketing.": "AI ของ B12 จะสร้างเว็บไซต์ที่พร้อมสรรพไปด้วยเครื่องมือทุกอย่างที่จะนำไปสู่ความสำเร็จในโลกออนไลน์ ได้แก่ การออกใบแจ้งหนี้ การจัดกำหนดการ เอกสาร และลายมือชื่ออิเล็กทรอนิกส์ และการตลาด",
  "Generate a website instantly": "สร้างเว็บไซต์ในทันที",
  "AI sets up your entire website in seconds, complete with text, images, and client-facing tools.": "AI สามารถสร้างเว็บไซต์ของคุณได้ในไม่กี่วินาที มีพร้อมทั้งข้อความ รูปภาพ และเครื่องมือหน้าบ้าน",
  "Bring your ideas to life": "มอบชีวิตแก่ไอเดียของคุณ",
  "Have AI generate drafts of new website content, blog posts, and email campaigns in seconds.": "ให้ AI ร่างเนื้อหาของเว็บไซต์ บล็อก และแคมเปญการตลาดทางอีเมลในเวลาเพียงน้อยนิด",
  "Work with experts": "ร่วมงานกับผู้เชี่ยวชาญ",
  "Customize your online presence with the user-friendly B12 Editor or get help from our experts.": "ปรับแต่งตัวตนบนโลกออนไลน์ของธุรกิจด้วย B12 Editor ที่ใช้ง่ายหรือขอความช่วยเหลือจากผู้เชี่ยวชาญของเรา",
  "Transform your business with AI": "พลิกโฉมธุรกิจของคุณด้วย AI",
  "From AI-generated content to automatically setting you up with the right tools, B12 efficiently delivers a world-class website for your business needs.": "B12 สร้างเว็บไซต์ระดับโลกให้กับธุรกิจของคุณโดยอัตโนมัตจากเนื้อหาที่เขียนโดย AI",
  "Save time with help from AI and experts": "ประหยัดเวลาด้วยความช่วยเหลือจาก AI และผู้เชี่ยวชาญ",
  "B12’s AI-powered platform drafts your industry-specific site in seconds. Unlike other website builders, you have the flexibility to refine it yourself or get help from our design and copywriting experts. Spend less time building your site and more time running your business.": "แพลตฟอร์ม AI ของ B12 ร่างเนื้อหาเกี่ยวกับอุตสาหกรรมของคุณให้กับเว็บไซต์ในเวลาไม่นาน คุณสามารถแก้ไขเนื้อหาได้ด้วยตนเอง หรือใช้ผู้เชี่ยวชาญด้านการออกแบบและการเขียนเชิงการตลาดช่วยก็ได้ ความยืดหยุ่นนี้ทำให้เราแตกต่างไปจากเครื่องมือสร้างเว็บไซต์เจ้าอื่น ๆ ไม่ต้องมาง่วนกับการสร้างเว็บไซต์อีกต่อไป ทุ่มเวลาไปกับการบริหารธุรกิจของคุณจะดีกว่า",
  "Learn more about B12 websites": "เรียนรู้เพิ่มเติมเกี่ยวกับเว็บไซต์ B12",
  "Skip the DIY Site Builders": "บอกลาเครื่องมือสร้างเว็บแบบทำด้วยตัวเอง",
  "Elevate your online presence": "ยกระดับธุรกิจของคุณในโลกออนไลน์",
  "You only get one first impression. Make the most of it with stunning web design, effective content, cohesive branding, and industry-relevant imagery. Need an update? The B12 website builder makes maintenance simple, with AI that drafts new content in seconds.": "ความประทับใจในครั้งแรกเกิดขึ้นได้เพียงครั้งเดียวเท่านั้น อย่าพลาดโอกาสนี้ ออกแบบเว็บให้สวย สร้างคอนเทนต์เจ๋ง ๆ ทำแบรนดิ่งให้ไปทางเดียวกัน สร้างภาพลักษณ์ให้เหมาะสมกับอุตสาหกรรม หากต้องการอัพเดตเว็บไซต์ อุปกรณ์สร้างเว็บไซต์ B12 ทำให้การบำรุงรักษาเว็บไซต์เป็นเรื่องง่าย ด้วย AI ของเราที่ร่างคอนเทนต์ใหม่ได้ในไม่กี่วิ",
  "Learn more about the B12 AI website builder": "เรียนรู้เพิ่มเติมเกี่ยวกับ B12 เครื่องมือสร้างเว็บไซต์ด้วย AI",
  "A fully optimized online experience": "ประสบการณ์ออนไลน์ที่่ทรงประสิทธิภาพ",
  "Built-in tools to grow your business": "มีเครื่องมือในตัวสำหรับขยายธุรกิจ",
  "Easily connect with leads and clients": "ติดต่อผู้มุ่งหวังและลูกค้าอย่างง่ายดาย",
  "B12’s AI website builder comes with sleek contact forms, online appointment scheduling, invoicing, and email marketing tools. Offer clear touchpoints for website visitors to connect with you and work with your business in just a few clicks.": "เครื่องมือออกแบบเว็บไซต์ด้วย AI ของ B12 มาพร้อมกับแบบฟอร์มติดต่อ นัดหมายลูกค้า ออกใบแจ้งหนี้ และเครื่องมือทางการตลาดที่เรียบง่าย สร้างจุดสัมผัสที่ง่ายและชัดเจนให้แก่ผู้เยี่ยมชมเว็บไซต์ในการติดต่อและร่วมงานกับคุณ",
  "Learn more about client engagement tools": "เรียนรู้เพิ่มเติมเกี่ยวกับเครื่องมือสร้างความผูกพันกับลูกค้า",
  "Run your business seamlessly": "บริหารธุรกิจอย่างไร้รอยต่อ",
  "AI instantly sets up your business with integrated contact management, email marketing, and contracts with eSignatures. B12 lets you generate marketing email drafts in seconds, respond to leads within the platform, and organize all contact data from a single dashboard.": "สร้างกระบวนการจัดการข้อมูลติดต่อ การตลาดทางอีเมล และสัญญาพร้อมลายมือชื่ออิเล็กทรอนิกส์ B12 ช่วยคุณร่างอีเมลการตลาดได้ในไม่กี่วิ ตอบกลับผู้มุ่งหวังในแพลตฟอร์ม และจัดการข้อมูลติดต่อทั้งหมดจากแดชบอร์ดเพียงแห่งเดียว",
  "Learn more about online business tools": "เรียนรู้เพิ่มเติมเกี่ยวกับเครื่องมือทางธุรกิจ",
  "Strengthen relationships with every interaction": "พัฒนาความสัมพันธ์ในทุกปฏิสัมพันธ์",
  "Get paid sooner": "รับเงินฉับไว",
  "Invoice clients directly from B12 and let them pay on your website. No more chasing down checks or manual deposits. Make transactions more convenient for you and your clients, even automating the payment process with recurring invoices.": "สร้างใบแจ้งหนี้ให้ลูกค้าโดยตรงจาก B12 ให้ลูกค้าชำระเงินบนเว็บไซต์ของคุณได้เลย ไม่ต้องติดตามเช็คหรือฝากเงินเองอีกต่อไป การทำธุรกรรมจะสะดวกขึ้นสำหรับคุณและลูกค้า อีกทั้งยังสามารถออกใบแจ้งหนี้ซ้ำ ๆ ได้โดยอัตโนมัติอีกด้วย",
  "Learn more about invoicing and online payments": "เรียนรู้เพิ่มเติมเกี่ยวกับการออกใบแจ้งหนี้และการชำระเงินออนไลน์",
  "Payment for your services in just a few clicks": "ชำระค่าบริการได้อย่างฉับไว",
  "Automated, collaborative, secure": "อัตโนมัติ มีส่วนร่วม ปลอดภัย",
  "Easily launch a beautiful, modern site that helps you accomplish more. Join 150,000+ companies that rate B12 as a top website builder on Google, Trustpilot, and G2.": "เปิดตัวเว็บไซต์ที่สวยงาม ทันสมัย ที่จะช่วยให้ธุรกิจของคุณประสบความสำเร็จในอีกระดับ เข้าร่วมบริษัทมากกว่า 150,000 บริษัทที่ยกย่องให้ B12 เป็นหนึ่งในเครื่องมือสร้างเว็บไซต์ที่ดีที่สุดบน Google, Trustpilot และ G2",
  "AI-powered": "ขับเคลื่อนโดย AI",
  "Save time by applying AI to more aspects of your business. Automate how you draft new content and send emails, invoices, and payment reminders to clients.": "ประหยัดเวลาผนวก AI เข้ากับส่วนต่าง ๆ ของธุรกิจ ร่างคอนเทนต์ ส่งอีเมล ใบแจ้งหนี้ และคำเตือนการชำระเงินให้ลูกค้าของคุณโดยอัตโนมัติ",
  "Team-friendly": "เป็นมิตรต่อทีม",
  "Invite team members to help manage your website, clients, communication, documents, appointments, and payments.": "เชิญให้ทีมมาช่วยคุณจัดการเว็บไซต์ ลูกค้า การสื่อสาร เอกสาร การนัดพบ และการชำระเงิน",
  "Highly secure": "ความปลอดภัยสูง",
  "Premier security practices, like HTTPS and TLS certificates for your site, protect your information and give your clients peace of mind.": "มาตรการรักษาความปลอดภัยชั้นนำ เช่น HTTPS และใบรับรอง TLS ปกป้องข้อมูลของคุณและมอบความสบายใจให้แก่ลูกค้า",
  "The best AI website builder for businesses": "เครื่องมือสร้างเว็บไซต์ขับเคลื่อนโดย AI ที่ดีที่สุดสำหรับธุรกิจ",
  "Draft your business-ready website in only 60 seconds, with all the features you need to better attract, win, and serve your clients online.": "ร่างเว็บไซต์ที่พร้อมสำหรับการทำธุรกิจได้ 60 วินาที พร้อมกับฟีเจอร์ทุกอย่างที่คุณต้องมีในการดึงดูด มัดใจ และบริการลูกค้าในโลกออนไลน์",
  "Generate my website": "สร้างเว็บไซต์ของฉัน"
}
