{
  "readStory": "อ่านเรื่องราว",
  "Join thousands of professionals using B12 to power their business online": "มาเป็นหนึ่งในผู้เชี่ยวชาญนับพันที่ใช้ B12 ในการทำธุรกิจออนไลน์",
  "I can make [website edits] myself, and it’s as simple as working in a Word document. If I need more help, I’ll email the B12 team and within 24 hours, boom, it’s done.": "อยาก [แก้เว็บ] เอง ก็ทำง่ายเหมือนพิมพ์งานใน Word อยากมีคนช่วย ก็แค่อีเมลทีม B12 และทุกอย่างก็จะเรียบร้อยใน 24 ชั่วโมง",
  "I love that B12 prompts me to update certain [website] features and add integrations like online scheduling to increase efficiency in my law firm. These recommendations are often things that I would have never considered but have proved to be incredibly useful.": "ชอบ B12 ตรงที่เขาจะแจ้งเตือนให้อัพเดตฟีเจอร์ต่าง ๆ ของ [เว็บไซต์] และเพิ่มฟีเจอร์ใหม่ ๆ เช่น การจัดกำหนดการออนไลน์เพื่อเพิ่มประสิทธิภาพให้บริษัทกฎหมายของเรา ถ้าไม่แนะนำ ก็คงจะนึกไม่ถึงเลยว่าควรเพิ่มฟีเจอร์ดี ๆ มีประโยชน์พวกนี้",
  "With B12, the quality is 10/10. I feel like I got the finished product of building a site from scratch, but it was way easier.": "ในด้านของคุณภาพ B12 เอาไปเลยเต็ม 10 เว็บไซต์ที่ได้เหมือนกับการสร้างเองจากฐานรากเลย แต่วิธีการนี้ดีกว่าเยอะ",
  "B12 has raised the entire bar of website professionalism.": "B12 ได้ยกระดับมาตรฐานความเป็นมืออาชีพของเว็บไซต์",
  "With B12, I feel supported and I think it’s absolutely realistic to grow my business. It has saved me countless hours": "B12 ทำให้รู้สึกว่าเรามีคนคอยซัพพอร์ตอยู่ตลอด เราคิดว่ามันทำให้การขยายธุรกิจของเราเป็นเรื่องที่เป็นไปได้ มันช่วยประหยัดเวลาให้เรามามากเลย",
  "B12 was easily able to include several integrations to my business website, such as Calendly and Drift, that facilitate communication with my clients. The experience was seamless, unlike my previous experience with most website builders.": "B12 รวมบริการต่าง ๆ เข้ามาในเว็บไซต์ของเราได้อย่างง่ายดาย เช่น Calendly และ Drift ที่ทำให้การสื่อสารกับลูกค้าเป็นเรื่องง่าย การใช้ก็ง่ายและราบรื่นมาก ไม่เหมือนเครื่องมือสร้างเว็บไซต์อื่น ๆ ที่เคยใช้มา",
  "With B12, I didn't have to go back and forth. I clicked and it took like three seconds to put the copy right there on the page.": "B12 ทำให้ไม่ต้องคลิกกลับไปกลับมาอีกต่อไป เพียงคลิกครั้งเดียว สำเนาก็ขึ้นหน้าเว็บในสามวินาทีเท่านั้น",
  "AI Assist is invaluable. It’s like having my own virtual assistant that can provide a draft instantly with just a few details from me. With a quick review, I can make that draft client-ready in minutes rather than hours.": "ผู้ช่วย AI มีประโยชน์มาก เหมือนกับมีผู้ช่วยออนไลน์ที่ร่างข้อความให้ได้ทันที เพียงแค่เราใส่รายละเอียดไปบางส่วนเท่านั้น ใช้เวลาอ่านทวนผ่าน ๆ สักรอบ ข้อความก็พร้อมส่งให้ลูกค้าแล้ว ใช้เวลาไม่กี่นาที แทนที่จะเป็นชั่วโมง ๆ",
  "I would definitely recommend B12 to companies looking to take their online business seriously. The value that B12 provides is unparalleled.": "ขอแนะนำให้บริษัทที่ต้องการจริงจังกับธุรกิจออนไลน์มาใช้ B12 เพราะคุณค่าที่ B12 มอบให้นั้นหาอะไรไม่เปรียบไม่ได้เลยทีเดียว",
  "I would recommend B12 to any company that wants a team to manage and grow their website while they focus on growing the business. With B12, founders can be rest assured that their website is in good hands and, more importantly, prove its value and ROI.": "ขอแนะนำ B12 ให้บริษัทที่ต้องการมีทีมคอยจัดการและขยายเว็บไซต์ เพื่อที่ตนจะได้มีเวลาในการขยายธุรกิจ B12 ช่วยให้ผู้ก่อตั้งธุรกิจสบายใจได้ว่าเว็บไซต์จะได้รับการดูแลอย่างดี สร้างมูลค่าและผลตอบแทนทางการลงทุน",
  "If someone is serious about moving forward, on my site, they’re only a click away. B12 provides the best ROI for a small business owner.": "ถ้าลูกค้าคนใดต้องการซื้อของ เขาก็ซื้อของในเว็บไซต์ของเราได้อย่างง่ายดาย B12 ช่วยสร้างผลตอบแทนได้ดีที่สุดสำหรับเจ้าของธุรกิจขนาดเล็ก",
  "We get a lot of compliments on our website. Many potential clients are very impressed by our site, and often say it looks expensive.": "เราได้รับคำชมมากมายบนเว็บไซต์ของเรา ผู้มุ่งหวังหลายคนประทับใจกับเว็บไซต์ของเรามาก พวกเขาบอกว่าเว็บไซต์ของเราดูมีราคาแพง",
  "I would recommend B12 to any small or mid-sized business looking to build a site because you get significant return.": "ขอแนะนำ B12 ให้ธุรกิจขนาดเล็กถึงปานกลางที่ต้องการสร้างเว็บไซต์ เพราะคุณจะได้รับผลตอบแทนกลับคืนมาเป็นอย่างมาก",
  "B12 is half the price, and I save twice as much time and see better value.": "B12 มีราคาถูกกว่าถึงครึ่งหนึ่ง ประหยัดเวลาได้สองเท่า คุ้มค่ายิ่งกว่า",
  "I was drawn to B12's use of AI, then seeing how nimble it was, I signed up that day. You literally click and it designs everything for you.": "พอได้เห็นว่า AI ของ B12 เพราะมันใช้งานได้อย่างคล่องตัว เราก็สมัครวันนั้นเลย แค่คลิกครั้งเดียว มันก็ออกแบบทุกอย่างให้เสร็จสรรพ",
  "See how other professionals have grown their business online with B12": "ดูว่ามืออาชีพคนอื่นๆ ขยายธุรกิจทางออนไลน์ด้วย B12 ได้อย่างไร"
}
