{
  "Website Builder for Professional Services": "Конструктор сайтов для профессиональных услуг",
  "B12 website builder": "Конструктор сайтов B12",
  "Grow your business with a professional AI website": "Развивайте ваш бизнес с помощью профессионального сайта с ИИ",
  "B12 is the easiest AI website builder to help businesses attract, win, and serve clients online.": "B12 – самый простой конструктор веб-сайтов с ИИ, который помогает бизнесу находить, привлекать и обслуживать клиентов в интернете",
  "B12’s website builder is the all-in-one platform for professional services. Attract leads, win business, &amp; serve clients online. Build your free site today.": "Конструктор сайтов B12 – это универсальная платформа для профессиональных услуг. Привлекайте потенциальных клиентов, развивайте бизнес и обслуживайте клиентов онлайн. Создайте свой бесплатный сайт сегодня.",
  "Let AI effortlessly build what you need": "Пусть ИИ легко создаст то, что вам нужно",
  "With B12, AI automatically creates a website with the tools you need to succeed online, including invoicing, scheduling, documents and eSignatures, and email marketing.": "Искусственный интеллект на платформе B12 автоматически создает сайт с инструментами, которые необходимы для успешной работы в интернете – сюда входит выставление счетов, оформление записей, документы, электронные подписи, а также email-маркетинг.",
  "Generate a website instantly": "Создайте сайт за пару минут",
  "AI sets up your entire website in seconds, complete with text, images, and client-facing tools.": "ИИ настраивает весь сайт за секунды, включая текст, изображения и инструменты для взаимодействия с клиентами.",
  "Bring your ideas to life": "Реализуйте свои идеи",
  "Have AI generate drafts of new website content, blog posts, and email campaigns in seconds.": "ИИ генерирует предварительные варианты контента для вашего сайта, публикаций в блоге и email-рассылок за считанные секунды.",
  "Work with experts": "Работайте с экспертами",
  "Customize your online presence with the user-friendly B12 Editor or get help from our experts.": "Настройте свое онлайн-присутствие с помощью простого редактора B12 или наших экспертов.",
  "Transform your business with AI": "Преобразуйте свой бизнес с помощью ИИ",
  "From AI-generated content to automatically setting you up with the right tools, B12 efficiently delivers a world-class website for your business needs.": "От контента, созданного искусственным интеллектом, до автоматического внедрения полезных инструментов, B12 старается сделать сайт, который соответствует потребностям вашего бизнеса.",
  "Save time with help from AI and experts": "Сэкономьте время благодаря ИИ и экспертам",
  "B12’s AI-powered platform drafts your industry-specific site in seconds. Unlike other website builders, you have the flexibility to refine it yourself or get help from our design and copywriting experts. Spend less time building your site and more time running your business.": "Платформа B12 на базе ИИ создаст сайт для вашей сферы деятельности за несколько секунд. В отличие от других конструкторов, у вас есть возможность улучшить сайт самостоятельно или получить помощь от наших экспертов по дизайну и копирайтингу. Потратьте меньше времени на создание сайта и сосредоточьтесь на ведении бизнеса.",
  "Learn more about B12 websites": "Узнайте больше о сайтах от B12",
  "Skip the DIY Site Builders": "Не тратьте время на ручную сборку сайта",
  "Elevate your online presence": "Расширьте свое онлайн-присутствие",
  "You only get one first impression. Make the most of it with stunning web design, effective content, cohesive branding, and industry-relevant imagery. Need an update? The B12 website builder makes maintenance simple, with AI that drafts new content in seconds.": "Лишь один шанс произвести первое впечатление. Создайте привлекательный дизайн, эффектный контент, единый стиль бренда и релевантную для вашей сферы графику. Нужно обновиться? Конструктор сайтов B12 решает этот вопрос с помощью искусственного интеллекта, который автоматически создает новый контент за секунды.",
  "Learn more about the B12 AI website builder": "Узнайте больше о конструкторе сайтов B12 на базе ИИ",
  "A fully optimized online experience": "Полностью оптимизированный опыт в онлайне",
  "Built-in tools to grow your business": "Встроенные инструменты для развития вашего бизнеса",
  "Easily connect with leads and clients": "Легко взаимодействуйте с лидами и клиентами",
  "B12’s AI website builder comes with sleek contact forms, online appointment scheduling, invoicing, and email marketing tools. Offer clear touchpoints for website visitors to connect with you and work with your business in just a few clicks.": "Конструктор сайтов B12 на основе ИИ включает стильные формы обратной связи, систему онлайн-записи, выставление счетов и инструменты для email-маркетинга. Создайте удобные точки контакта, которые позволят посетителям сайта легко с вами связаться и начать взаимодействие с вашим бизнесом.",
  "Learn more about client engagement tools": "Узнайте больше об инструментах взаимодействия с клиентами",
  "Run your business seamlessly": "Эффективно управляйте своим бизнесом",
  "AI instantly sets up your business with integrated contact management, email marketing, and contracts with eSignatures. B12 lets you generate marketing email drafts in seconds, respond to leads within the platform, and organize all contact data from a single dashboard.": "Искусственный интеллект быстро и автоматически настраивает ваш бизнес: интегрированный менеджер контактов, email-маркетинг и договоры с электронными подписями. B12 мгновенно генерирует шаблоны электронных писем, позволяет реагировать на запросы клиентов в рамках платформы и управлять всеми данными через единую панель управления.",
  "Learn more about online business tools": "Узнайте больше об инструментах для онлайн-бизнеса",
  "Strengthen relationships with every interaction": "Укрепляйте отношения с каждым взаимодействием",
  "Get paid sooner": "Получайте оплату раньше",
  "Invoice clients directly from B12 and let them pay on your website. No more chasing down checks or manual deposits. Make transactions more convenient for you and your clients, even automating the payment process with recurring invoices.": "Выставляйте счета клиентам напрямую через B12, добавив возможность оплаты на сайте. Не нужно больше гоняться за бумажными чеками и переводить деньги вручную. Сделайте транзакции более удобными для вас и ваших клиентов, автоматизируя даже процесс оплаты регулярных счетов.",
  "Learn more about invoicing and online payments": "Узнайте больше о выставлении счетов и онлайн-платежах",
  "Payment for your services in just a few clicks": "Оплата ваших услуг всего за пару кликов",
  "Automated, collaborative, secure": "Автоматизация, командная работа, безопасность",
  "Easily launch a beautiful, modern site that helps you accomplish more. Join 150,000+ companies that rate B12 as a top website builder on Google, Trustpilot, and G2.": "Соберите красивый и современный сайт, который поможет вам достичь своих целей. Присоединяйтесь к 150 000+ компаний, которые признали B12 лучшим конструктором сайтов на Google, Trustpilot и G2.",
  "AI-powered": "На базе ИИ",
  "Save time by applying AI to more aspects of your business. Automate how you draft new content and send emails, invoices, and payment reminders to clients.": "Сэкономьте время, передав часть ваших задач искусственному интеллекту. Автоматизируйте создание нового контента, отправку электронных писем, выставление счетов и напоминания о платежах.",
  "Team-friendly": "Работа в команде",
  "Invite team members to help manage your website, clients, communication, documents, appointments, and payments.": "Пригласите членов команды и управляйте всеми аспектами вашего бизнеса вместе: взаимодействие с клиентами, коммуникации, документы, записи и платежи.",
  "Highly secure": "Высокий уровень безопасности",
  "Premier security practices, like HTTPS and TLS certificates for your site, protect your information and give your clients peace of mind.": "Высокоуровневые методы обеспечения безопасности, такие как HTTPS и TLS-сертификаты, обеспечивают шифрование данных на сайте и дают вашим клиентам уверенность в том, что их конфиденциальная информация защищена.",
  "The best AI website builder for businesses": "Лучший конструктор сайтов на основе ИИ для бизнеса",
  "Draft your business-ready website in only 60 seconds, with all the features you need to better attract, win, and serve your clients online.": "Создайте готовый к бизнесу сайт всего за 60 секунд, со всеми функциями, которые вам нужны, чтобы лучше привлекать, завоевывать и обслуживать своих клиентов в Интернете.",
  "Generate my website": "Сгенерировать мой вебсайт"
}
