{
  "readStory": "Прочитать историю {{name}}",
  "Join thousands of professionals using B12 to power their business online": "Присоединяйтесь к тысячам профессионалов, использующих B12 для развития своего онлайн-бизнеса",
  "I can make [website edits] myself, and it’s as simple as working in a Word document. If I need more help, I’ll email the B12 team and within 24 hours, boom, it’s done.": "Я могу вносить [правки на сайте] самостоятельно – это так же легко, как работать в документе Word. Если мне нужна дополнительная помощь, я пишу команде B12. Вжух, и в течение 24 часов всё готово.",
  "I love that B12 prompts me to update certain [website] features and add integrations like online scheduling to increase efficiency in my law firm. These recommendations are often things that I would have never considered but have proved to be incredibly useful.": "Классно, что B12 подсказывает обновлять некоторые функции [сайта] и добавлять интеграции, такие как онлайн-запись, которая явно увеличивает эффективность моей юридической фирмы. О таких вещах редко когда вспоминаешь, а ведь они оказались очень полезными для моего бизнеса.",
  "With B12, the quality is 10/10. I feel like I got the finished product of building a site from scratch, but it was way easier.": "10/10. B12 – это точно про качество. До сих пор странное ощущение, что собрал готовый сайт с нуля за считанные секунды.",
  "B12 has raised the entire bar of website professionalism.": "B12 однозначно поднял планку в области создания сайтов.",
  "With B12, I feel supported and I think it’s absolutely realistic to grow my business. It has saved me countless hours": "Я чувствую поддержку со стороны B12 и не сомневаюсь в реальном развитии своего бизнеса. Я сэкономил бесчисленное количество времени",
  "B12 was easily able to include several integrations to my business website, such as Calendly and Drift, that facilitate communication with my clients. The experience was seamless, unlike my previous experience with most website builders.": "B12 легко внедрил Calendly и Drift в мой бизнес-сайт, которые облегчают коммуникацию с клиентами. Все прошло просто идеально в отличие от моего предыдущего опыта с другими конструкторами.",
  "With B12, I didn't have to go back and forth. I clicked and it took like three seconds to put the copy right there on the page.": "Благодаря B12 мне не пришлось ходить вокруг да около. Кликнул один раз, чтобы разместить контент прямо на странице. Три секунды и готово.",
  "AI Assist is invaluable. It’s like having my own virtual assistant that can provide a draft instantly with just a few details from me. With a quick review, I can make that draft client-ready in minutes rather than hours.": "ИИ-помощник неоценим. Это как иметь своего собственного виртуального ассистента, которому достаточно нескольких указаний, чтобы предложить черновой проект. А с быстрым просмотром я могу его доработать всего за несколько минут и не сидеть часами.",
  "I would definitely recommend B12 to companies looking to take their online business seriously. The value that B12 provides is unparalleled.": "Я определенно рекомендовал бы B12 компаниям, которые серьезно относятся к росту своего онлайн-бизнеса. Результат, который дает B12, оправдывает вложения.",
  "I would recommend B12 to any company that wants a team to manage and grow their website while they focus on growing the business. With B12, founders can be rest assured that their website is in good hands and, more importantly, prove its value and ROI.": "Я бы посоветовал B12 любой компании, которая хочет, чтобы их сайтом занимались профессионалы, пока они сами сосредоточены на развитии бизнеса. B12 доказывает, что ваш сайт в надежных руках и, что более важно, гарантирует его ценность и окупаемость.",
  "If someone is serious about moving forward, on my site, they’re only a click away. B12 provides the best ROI for a small business owner.": "Если кто-то серьезно настроен на продвижение своих услуг, предлагаю сделать всего один клик. B12 – это лучшее вложение средств для малого бизнеса.",
  "We get a lot of compliments on our website. Many potential clients are very impressed by our site, and often say it looks expensive.": "Наш сайт постоянно получает комплименты от клиентов. Нам часто говорят, что он выглядит дорого и стильно.",
  "I would recommend B12 to any small or mid-sized business looking to build a site because you get significant return.": "Я бы порекомендовал B12 любому малому или среднему бизнесу, которому нужен сайт, потому что это очень выгодно.",
  "B12 is half the price, and I save twice as much time and see better value.": "B12 экономит мне и деньги, и время – причем в два раза. Лучшее соотношение цена/качество.",
  "I was drawn to B12's use of AI, then seeing how nimble it was, I signed up that day. You literally click and it designs everything for you.": "Меня привлекло то, что B12 использует искусственный интеллект. Конструктором очень легко использовать, поэтому я зарегистрировался в первый же день. Ты создаешь свой сайт буквально за один клик.",
  "See how other professionals have grown their business online with B12": "Как другие эксперты построили свой онлайн-бизнес с платформой B12"
}
